<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>





  <title>O thesouro do rei Fernando</title>
  <meta content="Luciano Cordeiro" name="AUTHOR" />



  <meta content="text/html; charset=UTF-8" http-equiv="Content-Type" />



  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.signature {
font-size: 75%;
margin-right: 5%;
text-align: right;}
.quote {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:7%; margin-right:7%;}
.bbreak {
width: 80%;
margin-left:10%;}
.sbreak {
width: 20%;
margin-left:40%;}
.breaks {
width: 10%;
margin-left:45%;}
.poetry {
font-size: 75%;
margin-left:45%;}
.poetry1 {
font-size: 75%;
margin-left:40%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>



<body>

<div>
<div class="fbox"> <b>Nota de editor:</b>
Devido &agrave;
exist&ecirc;ncia de erros tipogr&aacute;ficos neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />


<br />


<div style="text-align: right; font-style: italic;">Rita
Farinha (Ago. 2009)
</div>


</div>


<br />


<br />


<br />


<br />


<div class="bbox">
<div style="text-align: center;"><span style="font-weight: bold;"><br />


VESPERAS DO CENTENARIO DA INDIA</span><br />


<br />


</div>


<div style="text-align: center;"><span style="font-weight: bold;">I</span><br />


</div>


<div class="bbreak">
<hr />
<hr /></div>


<br />


<h2>O THESOURO DO REI FERNANDO</h2>


<br />


<div class="sbreak">
<hr /></div>


<h4>HISTORIA ANECDOTICA DE UM TRATADO INEDITO</h4>


<h4>
1369-1378<br />


<br />


POR<br />


<br />


LUCIANO CORDEIRO<br />


</h4>


<div class="breaks">
<hr /></div>


<h5>COMMUNICA&Ccedil;&Atilde;O &Aacute; SOCIEDADE DE
GEOGRAPHIA,<br />


DE UM DOCUMENTO DESCOBERTO EM ANGERS</h5>


<h5>
POR<br />


<br />


M. CHARLES URSEAU</h5>


<br />


<div class="poetry"> ...esteve perto</div>


<div class="poetry1">De destruir-se o Reino totalmente,<br />


Que um fraco Rei faz fraca a forte gente.</div>


<br />


<div class="signature"><span class="smallcaps">Cam.</span>,
<em>Lus.</em>, c. III.</div>


<br />


<div style="text-align: center;"><img style="width: 80px; height: 115px;" alt="" src="images/fig01.png" /><br />


</div>


<h4>LISBOA<br />


IMPRENSA NACIONAL<br />


1895</h4>


</div>


<br />


<br />


<br />


<h2>O THESOURO DO REI FERNANDO</h2>


<br />


<br />


<br />


<br />


<div style="text-align: center;"><span style="font-weight: bold;"><br />


VESPERAS DO CENTENARIO DA INDIA</span><br />


<br />


</div>


<div style="text-align: center;"><span style="font-weight: bold;">I</span><br />


</div>


<div class="bbreak">
<hr />
<hr /></div>


<br />


<h2>O THESOURO DO REI FERNANDO</h2>


<br />


<div class="sbreak">
<hr /></div>


<h4>HISTORIA ANECDOTICA DE UM TRATADO INEDITO</h4>


<h4>
1369-1378<br />


<br />


POR<br />


<br />


LUCIANO CORDEIRO<br />


</h4>


<div class="breaks">
<hr /></div>


<h5>COMMUNICA&Ccedil;&Atilde;O &Aacute; SOCIEDADE DE
GEOGRAPHIA,<br />


DE UM DOCUMENTO DESCOBERTO EM ANGERS</h5>


<h5>
POR<br />


<br />


M. CHARLES URSEAU</h5>


<br />


<div class="poetry"> ...esteve perto</div>


<div class="poetry1">De destruir-se o Reino totalmente,<br />


Que um fraco Rei faz fraca a forte gente.</div>


<br />


<div class="signature"><span class="smallcaps">Cam.</span>,
<em>Lus.</em>, c. III.</div>


<br />


<div style="text-align: center;"><img style="width: 80px; height: 115px;" alt="" src="images/fig01.png" /><br />


</div>


<h4>LISBOA<br />


IMPRENSA NACIONAL<br />


1895</h4>


<br />


<br />


<br />


<br />


<br />


<div style="text-align: center;"><em>A</em><br />


<em></em><br />


<em>Ernesto de Vasconcellos</em><br />


<em></em><br />


<em>e</em><br />


<em></em><br />


<em>Jeronymo da Camara Manuel</em>
<br />


</div>


<br />


<br />


<br />


Preparando um trabalho de investiga&ccedil;&atilde;o e de
historia local, o
sr. Carlos Urseau, secretario do Bispo de Angers, monsenhor Freppel,
e escriptor excellentemente conhecido por notaveis estudos sobre o
Anjou, descobriu um documento que, de accordo com alguns dos mais
doutos membros da Academia de Inscrip&ccedil;&otilde;es de
Par&iacute;s, considerou como
de particular importancia para a historia da marinha portugueza.<br />


<br />


N'esta id&eacute;a, e porque n&atilde;o podia, desde logo,
utilisar esse documento
para a sua obra, o intelligente investigador lembrou-se de
p&ocirc;r
directamente &aacute; disposi&ccedil;&atilde;o do nosso
paiz uma copia do interessante
diploma.<br />


<br />


Em regra, os governos n&atilde;o se importam com estas cousas, e os
nossos est&atilde;o muito longe de fazer
excep&ccedil;&atilde;o &aacute; regra.<br />


<br />


Tendo conhecimento da descoberta do sr. Urseau e prevendo o
valor que ella poderia ter em rela&ccedil;&atilde;o a um
episodio apenas vagamente
alludido pelos historiadores nacionaes, e do qual j&aacute; o velho
Fern&atilde;o Lopes not&aacute;ra a escassa
tradi&ccedil;&atilde;o escripta<sup><a href="#1">[1]</a></sup>,
escrevi ao douto
abbade francez, que immediata e graciosamente me enviou uma bella
copia do documento, auctorisando-me a estudal-o e reproduzil-o.<br />


<br />


Poucas palavras bastam para o explicar e esclarecer, mas s&atilde;o
indispensaveis essas palavras.<br />


<br />


Dig&acirc;mos, desde j&aacute;, que documento &eacute; este.<br />


<br />


&Eacute; uma escriptura de ratifica&ccedil;&atilde;o e
confirma&ccedil;&atilde;o plena, feita na cidade
da Guarda, em 14 de agosto de 1377
(<em>Era</em> 1415), de um tratado
pactuado e jurado em Bic&ecirc;tre,--<em>vulgariter
dicto Vicestre</em>,--no
pa&ccedil;o do Duque de Anjou, a 29 de junho d'aquelle anno, entre
o Rei
de Portugal, Dom Fernando I e o Duque, Luiz,--irm&atilde;o do Rei
de
Fran&ccedil;a, Carlos V e segundo filho do Rei Jo&atilde;o o
<em>Bom</em>,--para juntos
moverem uma guerra de extermin&iacute;o, por mar e por terra, ao
Rei de
Arag&atilde;o, Dom Pedro <em>o do
Punhal</em>,--<em>En Pere del
Punyalet</em>--, ou,
como &eacute; mais conhecido, Dom Pedro IV <em>o
Ceremonioso</em>.<br />


<br />


Do lado da Fran&ccedil;a ou da casa de Anjou:--a velha e sangrenta
quest&atilde;o da expans&atilde;o e da influencia Mediterranea,
que hoje, ainda,
sentimos palpitar sob a interessante comedia da politica
europ&ecirc;a.<br />


<br />


&Aacute; for&ccedil;a de perfidia e de intrepidez, Pedro IV
apoder&aacute;ra-se do
reino de Maiorca e dos dominios do Rossilh&atilde;o, da Ceritania,
da Sardanha,
etc.<br />


<br />


&Eacute; uma longa e tragica historia.<br />


<br />


O Duque reivindicava,--e logo diremos porque,--a heran&ccedil;a do
reino Balear.<br />


<br />


Da parte de Portugal:--e esta parte &eacute; a que mais nos
interessa,--um
gracioso episodio, apenas, uma simples anecdota do brio despeitado
e impetuoso do Rei Dom Fernando, mas episodio e anecdota que
irrecusavelmente pertence &aacute; intriga, sempre viva, tambem,
das preoccupa&ccedil;&otilde;es
e dos interesses da politica Peninsular.<br />


<br />


Seguramente, a Escriptura foi enviada ao Duque de Anjou, attestando
a ratifica&ccedil;&atilde;o e confirma&ccedil;&atilde;o
pessoal e directa do Rei portuguez,
e assim se explica logo o encontro do documento, em Angers.<br />


<br />


Lavrou-o o tabelli&atilde;o publico Alvaro Estev&atilde;o,
clerigo da S&eacute; da
Guarda, no pa&ccedil;o episcopal d'aquella cidade, estando
presentes o Rei
Dom Fernando; o irm&atilde;o, Infante Dom Jo&atilde;o,
certamente o que mezes
depois havia de matar a mulher, a pobre Dona Maria Telles de
Menezes;--o Conde de Arrayolos, Dom Alvaro Pedro; o Conde de
Neiva, Dom Gon&ccedil;alo Tello; Fern&atilde;o Affonso de
Albuquerque, e outros
fidalgos e cavalleiros; em summa, a
<em>Curia</em>, o Conselho, a C&ocirc;rte
que a Rainha Dona Leonor Telles form&aacute;ra, com a sua numerosa
parentella
e com os seus interesseiros partidarios, em volta do enamorado
monarcha.<br />


<br />


Serviam nomeadamente de testemunhas: Gon&ccedil;alo Vaz de Azevedo;
Martim Affonso de Mello; Affonso Gomes da Silva, Senhor de
Celorico; Vasco Martins de Mello, Guarda M&oacute;r do Reino e
Fronteiro
do Algarve; Vasco Fernandes Coutinho, Fronteiro da Beira; Doutor
Gon&ccedil;alo Gomes da Silva, Vedor, e Affonso Pedro,
Tabelli&atilde;o Real,
nomes que vieram fazendo maior ou menor ruido at&eacute;
n&oacute;s, pela Geneologia,
uns, pela Historia, quasi todos.<br />


<br />


Por signal que da Geneologia quiz expulsar alguns a austeridade
patriotica de Dami&atilde;o de Goes:--&laquo;porque se deitaram
em Castella em
tempo de El-Rei Dom Jo&atilde;o o Primeiro<sup><a href="#2">[2]</a></sup>&raquo;.<br />


<br />


Assim: Martim Affonso de Mello, se &eacute; &laquo;o
filho&raquo;, o poderoso Rico-Homem,
Senhor de Cea, Gouveia e Linhares,--&laquo;foi o primeiro que foi
para El-Rei de Castella quando entrou em Portugal pela cidade
da Guarda&raquo;.<br />


<br />


Resgata-lhe a trai&ccedil;&atilde;o e a dos filhos, o
irm&atilde;o, um dos signatarios
tambem: Vasco Martins de Mello, o que fez depois--&laquo;o bom
feito&raquo;--de
n&atilde;o assassinar o futuro Dom Jo&atilde;o
I,--&laquo;por indusimento&raquo;--da
Rainha e do amante d'ella, Dom Jo&atilde;o Fernandes Andeiro.<br />


<br />


Apresentou o Conselheiro privado, Jo&atilde;o Gon&ccedil;alves,
os <em>Capitulos</em>
que constituiam a Conven&ccedil;&atilde;o negociada e jurada em
Fran&ccedil;a pelos
diplomatas portuguezes que l&aacute; tinham ido:
Louren&ccedil;o <em>Jo&atilde;o</em>
Foga&ccedil;a,
Vice-Chanceller; o proprio apresentante, e o Archidiacono da
S&eacute; de
Lisboa, Pedro <em>Cavalerio</em>, que faz
naturalmente lembrar o patronyimico
beir&atilde;o, ali&aacute;s moderno, de
<em>Cavalheiro</em>, hoje bem conhecido, mas
que
devia ser, antes, um d'aquelles
<em>cavalarios</em>,--<em>cabalarii:
milites vilani</em>,--ou
cavalleiros vil&otilde;es que conseguiam, &aacute;s vezes,
medir-se e concorrer
com os mais aristocraticos e authenticos
<em>milites</em>.<br />


<br />


De <em>Cavalleiros</em>, se formou
at&eacute; um titulo ou appellido nobiliarchico,
para os lados de Montem&oacute;r o Velho<sup><a href="#3">[3]</a></sup>.<br />


<br />


Quer dizer: o cavalleiro vill&atilde;o fez-se cavalleiro fidalgo.<br />


<br />


Cabe aqui uma observa&ccedil;&atilde;o.<br />


<br />


Fern&atilde;o Lopes, fallando d'esta embaixada, fal-a composta,
apenas,
de Louren&ccedil;o <em>Annes</em>
Foga&ccedil;a,--&laquo;Chanceller M&oacute;r&raquo;,--e
do Secretario
Real, Jo&atilde;o Gon&ccedil;alves. O
<em>Annes</em> comprehende-se que se
transformasse
em <em>Jo&atilde;o</em>
(<em>Johannes</em>) no texto, ou que
parecesse tal na leitura e na
copia. &Eacute;, por&eacute;m, mais reparavel a
differen&ccedil;a do cargo, e em todo o
caso o Chronista esqueceu Pedro Cavalleiro.<br />


<br />


Incluem-se, integralmente, na Escriptura esses
<em>Capitulos</em> que haviam
j&aacute; sido reduzidos a outra, em Fran&ccedil;a, pelos
Tabelli&atilde;es e Clerigos
Estev&atilde;o Borneti e Jo&atilde;o Orrio de Angers, na
presen&ccedil;a, igualmente,
do Duque Luiz de Anjou; dos Bispos e Conselheiros do Rei
de Fran&ccedil;a, Armerico, Milone e Louren&ccedil;o; de Hugo,
Abbade de S&atilde;o
Guilherme do Deserto; do Archidiacono Regnault de Dorman; de
Pedro Statisse, Cavalleiro, e do Doutor Raymundo Bernardo Flamech,
Conselheiro Ducal.<br />


<br />


Na mesma Escriptura se transcreve ainda a
Procura&ccedil;&atilde;o ou Carta
de Cren&ccedil;a do Rei Portuguez e a
ratifica&ccedil;&atilde;o pessoal do Duque.<br />


<br />


Em seguida ao curioso <em>signal</em> publico
do Tabelli&atilde;o apparece tambem
a ratifica&ccedil;&atilde;o, de proprio punho, do Rei Dom
Fernando.<br />


<br />


D'esta summaria indica&ccedil;&atilde;o se deduz j&aacute;,
irresistivelmente, o valor
notavel do desconhecido documento.<br />


<br />


&Eacute; como que a reconstruc&ccedil;&atilde;o de um
Capitulo da bella Chronica de
Dom Fernando, por Fern&atilde;o Lopes, confirmando, mais uma vez, a
veracidade do historiador, mas ampliando as suas
investiga&ccedil;&otilde;es e noticias;
supprindo e preenchendo as deficiencias, as
hesita&ccedil;&otilde;es, as lacunas
da breve narrativa d'elle.<br />


<br />


Um facto explica a participa&ccedil;&atilde;o portugueza n'este
extraordinario
Tratado, mas esse facto &eacute; que n&atilde;o &eacute;
explicado n'elle.<br />


<br />


&Eacute;, pois, indispensavel fazel-o.<br />


<br />


<br />


<br />


<h3>I</h3>


<br />


Offerece o desorientado e desastroso reinado de Dom Fernando
uma li&ccedil;&atilde;o critica de primeira importancia:--a de
mostrar, irrecusavelmente,
como na segunda metade do seculo XIV se achava j&aacute; fortemente
constituida a Monarchia Portugueza n'esta sua perfeita e singular
identifica&ccedil;&atilde;o com a Independencia Nacional, que
tem sido a
for&ccedil;a e tem de ser hoje ou no futuro, ainda, a
ras&atilde;o melhor, a salva&ccedil;&atilde;o
unica d'essa Monarchia.<br />


<br />


N'uma ridicula obsess&atilde;o de propaganda politica costumam
alguns
escriptores hespanhoes insinuar, com a maior seriedade do mundo,
que a forma&ccedil;&atilde;o e a
separa&ccedil;&atilde;o de Portugal, como individualidade
historica
independente, da moderna Hespanha, n&atilde;o foi e n&atilde;o
tem sido
mais do que o resultado artificioso da politica e dos interesses
realengos
e dynasticos.<br />


<br />


Como certo sectarismo superficial e nescio que supp&otilde;e a
Religi&atilde;o
uma inven&ccedil;&atilde;o de padres, os propagandistas
ibericos, na mais petulante
ignorancia da Historia ou na mais atrevida
vicia&ccedil;&atilde;o d'ella, simulam
crer que os systemas politicos s&atilde;o simples
crea&ccedil;&otilde;es arbitrarias e que
os interesses dos Reis ou das Fac&ccedil;&otilde;es
&eacute; que t&ecirc;em realmente presidido,
at&eacute; hoje, &aacute; forma&ccedil;&atilde;o e aos
destinos dos Estados e das Na&ccedil;&otilde;es.<br />


<br />


Invertidos, por&eacute;m, os termos, aquelle colossal disparate
poderia
obter certos f&oacute;ros de acceitavel
li&ccedil;&atilde;o, pois que ao contrario, exactamente,
t&ecirc;em sido quasi sempre os interesses e as
preoccupa&ccedil;&otilde;es dos
Politicos, das Fac&ccedil;&otilde;es e das Familias que
t&ecirc;em ensaiado, e que ainda
diligenceiam e doutrinam, o artificio de uma fus&atilde;o ou de uma
unidade
Peninsular.<br />


<br />


Se essa tem sido e &eacute;, fatalmente, a illus&atilde;o e a
ambi&ccedil;&atilde;o da Politica
Hespanhola, mais de um cerebro de Rei Portuguez, tambem, parece
ter sido atravessado pelo mesmo inconsistente sonho, sempre, e
mais ou menos desastrosamente mallogrado e desfeito de encontro
&aacute;s
leis implacaveis da Natureza e da Historia que formam, constituem e
garantem as individualidades nacionaes.<br />


<br />


Fechando tristemente a primeira Dynastia com a pretens&atilde;o
&aacute; Cor&ocirc;a
<span class="pagenum">[14]</span>
de Castella e com o compromisso de uma Success&atilde;o
estrangeira,--compromisso
que era uma verdadeira trai&ccedil;&atilde;o &aacute; obra
persistente
e gloriosa d'essa Dynastia,--Dom Fernando I, com todas as loucuras
e desastres da sua politica, n&atilde;o p&ocirc;de
j&aacute; dissolver e afundar a Nacionalidade
Portugueza no vortice de intrigas, de perfidias e de violencias
em que tinham de ir desapparecendo, successivamente, as outras
na&ccedil;&otilde;es da Peninsula.<br />


<br />


Ha em Fern&atilde;o Lopes um capitulo extremamente instructivo e
luminoso.<br />


<br />


&Eacute; aquelle em que o grande Chronista, que viu alvorecer o
seculo
XV, narra as complicadas negocia&ccedil;&otilde;es e os
significativos commentarios
do casamento da filha de Dom Fernando e de Dona Leonor
Telles, a Infanta Dona Beatriz,--herdeira da Cor&ocirc;a
Portugueza,--com
o Rei de Castella, Dom Jo&atilde;o, no mesmo anno em que Dom
Fernando
morreu.<br />


<br />


Mal o Rei de Castella enviuv&aacute;ra pela morte da Princeza
Aragoneza.
com quem, exactamente, cheg&aacute;ra a desposar-se Dom Fernando,
Leonor Telles e a sua camarilha levaram o Rei Portuguez a mandar
propor ao Castelhano que lhe recebesse a filha por mulher, e um dos
mais seductores argumentos empregados pelo embaixador:--Jo&atilde;o
Fernandes Andeiro, Conde de Ourem, o amante da propria Rainha,--foi
o de que por tal casamento o Rei de Castella sel-o-&iacute;a tambem
de
Portugal e facilmente se apoderaria d'este.<br />


<br />


A sinistra adultera atrai&ccedil;oava a Patria, como
tra&iacute;ra os dois maridos.<br />


<br />


&Eacute; claro que o Hespanhol n&atilde;o se fez rogar<sup><a href="#4">[4]</a></sup>.<br />


<br />


Mas porque a trai&ccedil;&atilde;o era arriscada, e convinha
guardar um pouco
as conveniencias; porventura, tambem, por illudir quaesquer escrupulos
de consciencia do pobre Dom Fernando, estabeleceram-se certas
reservas e precau&ccedil;&otilde;es, uma das quaes seria a de
que havendo
filho ou filha d'aquelle consorcio, a elle ou a ella fosse devolvida
a Cor&ocirc;a de Portugal para que a continuasse independente e
soberana.<br />


<br />


Por isso--&laquo;diziam alguns fidalgos de Castella, joguetando,
que
antes saberiam capar El-Rei seu Senhor por nunca haver filho nem
filha, e ajuntar o Reino de Portugal ao de Castella, e ser Rei d'elle,
<span class="pagenum">[15]</span>
que haver filho ou filha que d'elle fosse Senhor e ficar Reino sobre
si<sup><a href="#5">[5]</a></sup>&raquo;.<br />


<br />


&laquo;Joguetariam&raquo;,--assim tambem, alguns Politicos e
Estadistas do
nosso tempo!...<br />


<br />


Tudo isto, por&eacute;m, se passou muito depois da epocha a que o
nosso documento pertence, e n&atilde;o &eacute;, certamente,
esta eloquente li&ccedil;&atilde;o,--por
demais repetida,--que agora nos importa commentar.<br />


<br />


&Eacute; apenas um obscuro episodio da leviana politica de Dom
Fernando
que desej&acirc;mos esclarecer e definir rapidamente como
necessaria
introduc&ccedil;&atilde;o ao interessante diploma encontrado
pelo sr. Carlos
Urseau.<br />


<br />


Nos primeiros mezes de 1367, Dom Fernando, o novo Rei Portuguez,
recebia, quasi simultaneamente, em Alcanh&otilde;es, proximo de
Santarem,
duas embaixadas estrangeiras, e com ellas firmava dois tratados
de paz e allian&ccedil;a, inspirados em interesses e em politicas
j&aacute;
soffrivelmente contrarias:--um com o Rei de Arag&atilde;o, Dom
Pedro IV,
o <em>Ceremonioso</em>, o outro com o
pretendente triumphante da Cor&ocirc;a de
Castella, Dom Henrique de Trastamara ou Dom Henrique II, o
<em>Bastardo</em>.<br />


<br />


Como, por&eacute;m, n'esse anno ainda, o irm&atilde;o do
<em>Bastardo</em>, o foragido
Rei Castelhano, Dom Pedro o <em>Cruel</em>,
reentrasse em Castella, e de
Sevilha enviasse uma embaixada a Portugal, com elle firmava Dom
Fernando, em Coimbra, uma allian&ccedil;a contraria &aacute;
que acabava de jurar
com Dom Henrique.<br />


<br />


Havia, porventura, uma certa habilidade, um certo fundo de boa
e tradicional politica, n'esta volubilidade escandalosa, posto que
muito
vulgar no tempo.<br />


<br />


Apesar de toda a sua feliz intrepidez e do auxilio precario dos
inglezes, aquelle doido sanguinario que o pae de Dom Fernando, o
nosso Dom Pedro I, n&atilde;o quizera acolher e auxiliar contra o
Trastamara,
n&atilde;o podia j&aacute; inspirar-nos grandes receios.
Estaria perdido se,
tendo de combater desesperadamente o Pretendente e o Arag&atilde;o,
de
um lado, sentindo em volta crescer, amea&ccedil;adoras, as ondas de
sangue
que derramava, n&atilde;o podesse contar com a neutralidade
portugueza,
do outro lado.<br />


<br />


O que nos convinha, por&eacute;m, era evidentemente que os lobos
que
disputavam a Cor&ocirc;a da Monarchia Central a enfraquecessem e
esphacelassem
n'essa feroz contenda, indo-nos, n&oacute;s, consolidando e
fortalecendo,
tranquillamente.
<br />


<br />


<span class="pagenum">[16]</span>
Mas dois annos depois, assassinado Dom Pedro o
<em>Cruel</em> pelo bastardo
irm&atilde;o, em Montiel, Dom Fernando lembra-se do seu velho
parentesco
com a Casa de Castella; acceita bruscamente a candidatura
d'essa Cor&ocirc;a; faz um tratado com o Rei mouro de Granada
contra
Dom Henrique; invade a Galliza, e negoceia com o Rei de
Arag&atilde;o
uma allian&ccedil;a offensiva, mandando pedir-lhe em casamento uma
filha,
a Infanta Dona Leonor.<br />


<br />


Posto que distanciados ainda, chronologicamente, do nosso documento,
ver-se-ha que entr&acirc;mos j&aacute; na sua historia.<br />


<br />


Ao mesmo tempo que em pessoa invadia e insurreccionava, ao
norte, as terras castelhanas<sup><a href="#6">[6]</a></sup>,
Dom Fernando expedia de Lisboa uma
esquadra de trinta naus e vinte e oito gal&eacute;s, para o sul,
amea&ccedil;ando
pela Andaluzia, o <em>Bastardo</em>.<br />


<br />


Muito ao contrario do que ainda hoje geralmente se pensa e se
escreve,--entre n&oacute;s at&eacute;!--a expans&atilde;o
maritima de Portugal, come&ccedil;ando
com elle, desde os primeiros reinados ensaiava os v&ocirc;os que
haviam
de leval-a aos confins do Mundo e &aacute;s
culmina&ccedil;&otilde;es da Historia.<br />


<br />


Alguns escriptores hespanhoes d&atilde;o como inteiramente
destro&ccedil;ada
a expedi&ccedil;&atilde;o naval de Dom Fernando, pelas
for&ccedil;as maritimas do Trastamara.<br />


<br />


N&atilde;o &eacute; verdade. &Eacute; talvez uma
confus&atilde;o com outra.<br />


<br />


O Trastamara desenvolveu realmente uma prodigiosa actividade,
logrando p&ocirc;r no mar e reunir for&ccedil;as importantes.<br />


<br />


A nossa esquadra, tendo destruido Cadiz e amea&ccedil;ado Sevilha,
enfraquec&ecirc;ra-se
na precipitada campanha e &aacute;
approxima&ccedil;&atilde;o das for&ccedil;as
navaes do <em>Bastardo</em>
lan&ccedil;ou-se ao mar alto, evitando a collis&atilde;o.<br />


<br />


Pouco depois, por&eacute;m, subia, de novo, o Guadalquibir.<br />


<br />


Os Castelhanos bloquearam, ent&atilde;o, a foz do rio, tendo
primeiro
surprehendido na altura do Cabo de Santa Maria uma nau que se dirigia
a Barrameda, levando provis&otilde;es e 100:000 libras para
pagamento
do soldo ao cruzeiro portuguez.<br />


<br />


A Historia conservou o nome do Mestre d'essa nau, que, com outros,
foi morto na desigual refrega.<br />


<br />


Chamava-se Nicolau Antonio Estominho.
<br />


<br />


<span class="pagenum">[17]</span>
Contavam, pois, os Castelhanos apoderar-se dos mais navios portuguezes,
mas estes romperam o bloqueio e salvaram-se por um curioso
processo.<br />


<br />


Descendo para o mar e avistando a numerosa armada Castelhana,
em ordem de batalha, a tolher-lhes vantajosamente a sa&iacute;da,
as gal&eacute;s
portuguezas incendiaram dois navios carregados de azeite e
lan&ccedil;aram-nos
adiante, &aacute; fei&ccedil;&atilde;o da corrente e do
vento.<br />


<br />


Evitando esta vanguarda de fogo, os navios castelhanos desordenaram-se,
e os Portuguezes ganharam o mar.<br />


<br />


Comtudo, a campanha naval foi pouco menos que infructifera e a
terrestre tornou-se rapidamente desastrosa.<br />


<br />


Tendo entrado na Corunha, Dom Fernando soube que o
<em>Bastardo</em>
vinha cortar-lhe a retirada e invadir-lhe o Reino. Voltou, pois,
precipitadamente,
por mar, n'uma gal&eacute; commandada por Nuno Martins,
vindo desembarcar no Porto e dirigindo-se para o sul do Reino,
naturalmente
no pensamento de organisar a defeza.<br />


<br />


Sabendo-o, Dom Henrique invade impetuosamente o paiz, conseguindo
apoderar-se de Braga, depois de alguns dias de vigorosa resistencia,
e abandonando-a e incendiando-a em seguida, vae p&ocirc;r apertado
cerco a Guimar&atilde;es.<br />


<br />


Procurando, talvez, ganhar tempo e obter uma tregoa que o
d&eacute;sse
&aacute; conclus&atilde;o da allian&ccedil;a com o
Arag&atilde;o, Dom Fernando expede de
Evora um dos seus fidalgos e um mercador bret&atilde;o de Lisboa a
ensaiar
negocia&ccedil;&otilde;es de paz com o
<em>Bastardo</em>.<br />


<br />


Mas essas negocia&ccedil;&otilde;es mallogram-se a breve
trecho, por divergencia
entre os intermediarios, e Dom Henrique levantava apressadamente
o cerco de Guimar&atilde;es &aacute; noticia de que o Rei
Portuguez vinha dar-lhe
batalha.<br />


<br />


<br />


<br />


<h3>II</h3>


<br />


Como dissemos, Dom Fernando mand&aacute;ra pedir em casamento a
filha do Rei de Arag&atilde;o, a Infanta Dona Leonor.<br />


<br />


Era o vinculo e penhor da projectada campanha contra Castella.<br />


<br />


Antigas e estreitas eram as rela&ccedil;&otilde;es de sangue e
de amisade entre
as duas Cor&ocirc;as.<br />


<br />


Assentavam at&eacute; n'uma especie de politica tradicional de
pondera&ccedil;&atilde;o
e de commum seguran&ccedil;a contra as tendencias de hegemonia e de
expans&atilde;o assimiladora da monarchia central.<br />


<br />


O proprio Dom Pedro, o <em>Ceremonioso</em>,
f&ocirc;ra casado, pela segunda
vez, bem contra a vontade de Castella, com uma Princeza Portugueza,
outra Infanta Dona Leonor, filha do nosso Affonso IV, tia por
conseguinte de Dom Fernando.<br />


<br />


Uma Princeza nossa vivia tambem ali: uma irm&atilde; do proprio Rei
de Portugal: a Infanta Dona Maria, casada em 1354 com o
irm&atilde;o do
<em>Ceremonioso</em>, o celebre Infante Dom
Fernando que estivera para ser-lhe
anteposto na heran&ccedil;a da Cor&ocirc;a aragoneza; que
generosamente
lh'a conserv&aacute;ra quando &aacute; frente da formidavel
<em>Union</em>, e que acab&aacute;ra
por lh'a defender com as armas na m&atilde;o.<br />


<br />


&Eacute; certo que n&atilde;o eram passados muitos annos que o
Rei de Arag&atilde;o
convid&aacute;ra este irm&atilde;o para banquetear-se com elle
no castello de
Boriana e o fizera aleivosamente prender e matar no fim do banquete.
Mas este incidente tragico, realmente banal na politica do tempo,
esquec&ecirc;ra-o j&aacute; o Rei Portuguez, revalidando e
confirmando, no come&ccedil;o
seu reinado, as antigas rela&ccedil;&otilde;es domesticas e
realengas com o
Arag&atilde;o.<br />


<br />


At&eacute; porque nos referimos a esta Dona Maria, ha de ver-se que
n&atilde;o &eacute; inutil dizer que a embaixada portugueza
enviada ao <em>Ceremonioso</em>
se compunha de um forasteiro, de origem genoveza, a quem Dom
Fernando I se affei&ccedil;o&aacute;ra: Balthasar de Espinola,
de Affonso Fernandes
de Burgos, naturalmente um dos castelhanos insurrectos contra o
<em>Bastardo</em>, e de Martim Garcia, que
tambem podemos suspeitar que o
fosse.
<br />


<br />


<span class="pagenum"><a name="p20">[20]</a></span>
Para definitivamente ultimar, pois, a proposta e acceita
conven&ccedil;&atilde;o,
enviou o Rei Aragonez a Lisboa um seu plenipotenciario com o qual
firmou Dom Fernando essa conven&ccedil;&atilde;o, desposando em
seguida, por
palavras de futuro, a Infanta Dona Leonor, na Igreja de S&atilde;o
Martinho,--&laquo;porquanto
El-Rei pousava ent&atilde;o,--diz Fern&atilde;o Lopes,--nos
Pa&ccedil;os que chamam dos Infantes, que s&atilde;o cerca
d'esta Igreja.&raquo;<br />


<br />


Pelo que importava &aacute; allian&ccedil;a offensiva contra
Castella, o Rei <a href="#e1">Portuguez</a>
obrigava-se a pagar 1:500 lan&ccedil;as
aragonezas ou aventureiras
que durante um certo praso fizessem a guerra d'aquelle lado. Para
este pagamento enviaria o oiro e a prata em que havia de amoedar-se
a especie corrente no Arag&atilde;o e Castella<sup><a href="#7">[7]</a></sup>.<br />


<br />


Um grande fidalgo portuguez, Jo&atilde;o Affonso Tello, e os
primeiros
negociadores, o Balthasar de Espinola, o Martim Garcia e o Affonso
de Burgos deviam ir receber ao Arag&atilde;o a Infanta e ficar
garantes da
Conven&ccedil;&atilde;o, encaminhando o primeiro as cousas da
guerra. Como
cau&ccedil;&atilde;o da nossa parte offerecia o Rei Aragonez o
castello de Alicante.<br />


<br />


Tudo isto succedia vertiginosamente ao terminar o anno de 1369.<br />


<br />


No come&ccedil;o de mar&ccedil;o do anno seguinte eram
entregues a Affonso
Domingues Barateiro, thesoureiro regio escolhido para o caso, o oiro
que devia levar para o Arag&atilde;o, sendo conduzido, com uma
escolta de
trinta besteiros, ao Algarve, onde havia de embarcar a embaixada.<br />


<br />


Fern&atilde;o Lopes averiguou os valores remettidos, e indica-os
com notavel
precis&atilde;o, corrigindo as diversas vers&otilde;es.<br />


<br />


Para a amoeda&ccedil;&atilde;o estipulada enviou-se
s&oacute;mente oiro, e n&atilde;o &laquo;em
pasta&raquo; ou em barra, mas em moeda, na maioria da que Dom
Fernando
mand&aacute;ra cunhar recentemente: <em>dobras
p&eacute; de terra</em>, de peso igual &aacute;
<em>dobra cruzada</em> ou de 50 por marco, e
<em>gentis</em> de tres variedades:
<em>primeiros</em>
(66 por marco), <em>segundos</em> (75 por
marco) e <em>terceiros</em> (86 por
marco).<br />


<br />


De moeda estrangeira: dobras Castelhanas, Mourisca e
miu&ccedil;alha
Franceza,--&laquo;n&atilde;o seriam mais de 100
marcos&raquo;.<br />


<br />


A Casa ou Pa&ccedil;o da Moeda, que, muito provavelmente, era no
proprio
Pa&ccedil;o Real ou <em>Pa&ccedil;os dos
Infantes</em>, ao Limoeiro, concorreu com
100:000 pe&ccedil;as monetarias, e a <em>Torre do
Haver</em>, o Erario, ao Castello,
onde se arrecadava a riqueza regia, escancarara as velhas arcas para
<span class="pagenum">[21]</span>
contribuir com outras 100:000 pe&ccedil;as, e numerosas
preciosidades destinadas
a decorar a futura Rainha de Portugal.<br />


<br />


--&laquo;Assim que seria todo o haver quanto ent&atilde;o foi
junto at&eacute; 4:000
marcos de oiro que eram pouco menos que 18 quintaes.&raquo;<br />


<br />


Uma bonita somma de que nos podem dar approximada id&eacute;a uns
600 contos de r&eacute;is de hoje, considerado, apenas, o
pre&ccedil;o actual do
marco de oiro no quilate da dobra Fernandina.<br />


<br />


Quanto &aacute;s preciosidades destinadas ao consorcio, a generosa
Torre forneceu ainda:--&laquo;uma cor&ocirc;a de oiro feita de
machafemeas,
obrada com pedras de grande valor e grossos gr&atilde;os de aljofar
a redor,
e relicarios e anneis de oiro e camapheus, e outras joias de
grande pre&ccedil;o, af&oacute;ra saias e cotas e cipres de
dona, e outras cousas
que pertenciam a guarnimento de mulher&raquo;.<br />


<br />


Este soberbo enxoval levava &aacute; sua guarda o chefe da
miss&atilde;o.<br />


<br />


Tal era o--&laquo;thesouro&raquo;--como geralmente lhe chamam
os Chronistas.<br />


<br />


Em 15 de mar&ccedil;o, Dom Jo&atilde;o Affonso Tello, conde de
Barcellos, e
os seus companheiros embarcaram no Algarve, naturalmente em
Faro.<br />


<br />


Caetano de Sousa<sup><a href="#8">[8]</a></sup>
diz que os acompanhavam Dom Jo&atilde;o, Bispo
de Evora, que era quem devia receber a Infanta; o Bispo de Silves,
tambem Dom Jo&atilde;o, e Frei Martinho, Abbade de
Alcoba&ccedil;a.<br />


<br />


Sete gal&eacute;s compunham a expedi&ccedil;&atilde;o, que
mais parecia de gala e
de festa, embora o tempo fosse de guerra e de rapina.<br />


<br />


Dom Fernando sabia fazer estas cousas.<br />


<br />


O navio destinado a trazer-lhe a noiva era a gal&eacute;
<em>Donzella</em>:--&laquo;uma
grande e formosa gal&eacute; em que havia largas e
espa&ccedil;osas camaras, a
qual El-Rei mandou mui nobremente guarnecer de estandartes e muitos
pend&otilde;es e tenda e apparelhos de corda de seda&raquo;.<br />


<br />


--&laquo;E mandou p&ocirc;r, por nobreza, muitos e grandes
dentes de porcos
montezes encastoados, ao longo da coxia, por ambas as partes da
gal&eacute;, e todos os remos pintados e outros logares, por
formosura.&raquo;<br />


<br />


--&laquo;Os galeotes eram vestidos todos de uma maneira, e iam com
ella quarenta besteiros, ass&aacute;s de mancebos e homens de prol,
todos
vestidos de outra libr&eacute;, e cintos cobertos de veludo preto
com as armas
de El-Rei bordadas.&raquo;<br />


<br />


N&atilde;o &eacute; s&oacute;mente pelo encanto da
descrip&ccedil;&atilde;o do grande Chronista,
que nos demor&acirc;mos n'estas minudencias.<br />


<br />


&Eacute; que ellas d&atilde;o uma nota critica importante para
a aprecia&ccedil;&atilde;o
<span class="pagenum">[22]</span>
dos acontecimentos, at&eacute; do proprio documento que estamos
explicando.<br />


<br />


Uma observa&ccedil;&atilde;o de passagem: outra id&eacute;a
falsa muito vulgarisada,
muito romanceada at&eacute; pelos nossos philosophos e
historiadores modernos,
&eacute; a da nossa pobreza publica, como diriamos hoje,
anteriormente
&aacute; grande florescencia ultramarina que se diz ter-nos
deploravelmente
desviado das ideaes vantagens de uma austeridade pelintra.<br />


<br />


&Eacute; certo que Dom Fernando, em vez de seguir os exemplos dos
seus predecessores, accumulando thesouros, parecia apostado a
exhauril-os
rapidamente.<br />


<br />


Mas pela sua situa&ccedil;&atilde;o geographica, pelas suas
aptid&otilde;es, pela sua
administra&ccedil;&atilde;o intelligente e pratica,--pois que a
tivemos j&aacute;, e d'ella
principalmente deriva a for&ccedil;a economica das
Na&ccedil;&otilde;es,--Portugal foi
por largo tempo um dos Estados mais ricos da Peninsula, chegando
at&eacute; a ser considerado dos mais ricos da Europa.<br />


<br />


Sem ter soffrido a semsaboria de encontrar-se com as for&ccedil;as
navaes
do <em>Bastardo</em>, muito occupado na
invas&atilde;o de Portugal e na pacifica&ccedil;&atilde;o
do seu proprio Reino, a nossa pequena armada chegou a salvamento
a Barcelona, e o--&laquo;thesouro&raquo;--,isto &eacute;,
os 18 quintaes de
oiro amoedado foram depostos n'uma camara bem cerrada e guardada,
que o Rei Aragonez teve a amabilidade de ceder no seu proprio
palacio.<br />


<br />


Come&ccedil;ou-se a fazer a moeda nova para o soldo da campanha,
cunhando-se
logo 200:000 reaes de prata, de 4
<em>maravidis</em> cada
<em>real</em>, com
os signaes e cunhos do assassinado Dom Pedro de Castella, naturalmente
para mais facil circula&ccedil;&atilde;o nas terras Castelhanas
que haviam
de ser invadidas.<br />


<br />


Affonso Domingues exercia, zelosa e livremente, o seu officio de
Thesoureiro; Dom Jo&atilde;o Affonso diligenciava contratar e
assoldadar os
fidalgos empreiteiros que haviam de fornecer os homens de armas, e
o genovez Balthasar de Espinola temperava a faina diplomatica
galanteando,
com excellente exito, a desolada viuva do Infante Dom Fernando,
a Infanta Dona Maria, irm&atilde; do Rei Portuguez e cunhada do
de Arag&atilde;o.<br />


<br />


Caetano de Sousa mostra-se muito indignado por Fern&atilde;o Lopes
tratar--&laquo;sem necessidade... t&atilde;o
incivilmente&raquo;,--a Infanta, com a
revela&ccedil;&atilde;o d'este galanteio e das consequencias
d'elle.<br />


<br />


Mas n&atilde;o prova, nem lhe seria facil, que o facto se
n&atilde;o d&eacute;sse.<br />


<br />


Teremos talvez de voltar ao incidente, mas diga-se desde j&aacute;
que
bem mais confian&ccedil;a merece a ingenua e
honrada--&laquo;incivilidade&raquo;--
do Chronista do seculo XV do que a posti&ccedil;a e hypocrita
gravidade
cortez&atilde; do Genealogista do seculo XVIII, que ha pouco ainda
tivemos
<span class="pagenum">[23]</span>
occasi&atilde;o de surprehender a subtrahir e truncar de um
testamento a
justifica&ccedil;&atilde;o de uma consciencia briosa que ia
desapparecer no tumulo,
ficando na Historia com o labeu de uma morte aleivosa e injusta<sup><a href="#9">[9]</a></sup>.<br />


<br />


Tudo parecia, pois, correr excelentemente e julgou-se at&eacute;
conveniente
melhorar, por conta e &aacute; custa do
famoso--&laquo;thesouro&raquo;,--a
conven&ccedil;&atilde;o de Lisboa, elevando a 3:000
lan&ccedil;as o subsidio das 1:500
que elle era destinado a mover contra Castella. Tres mil
<em>lan&ccedil;as</em> correspondiam
bem a uns 12:000 homens e mais.<br />


<br />


Sobre isto se entabolaram novas negocia&ccedil;&otilde;es entre
os dois Reis,
n&atilde;o sendo muito temeraria a suspeita de que por este meio
procurasse
o do Arag&atilde;o protrahir os seus compromissos.<br />


<br />


Apenas duas pequenas nuvens,--que n&atilde;o poderia suppor-se que
dessem uma grande procella,--pairavam realmente no horisonte illuminado
por t&atilde;o risonhos auspicios.<br />


<br />


Era uma, a da necessidade da dispensa Pontificia para o consorcio
da Infanta Aragoneza com o primo.<br />


<br />


Tinha este escrupulo de consciencia o homem que expoli&aacute;ra a
irm&atilde;, que esmag&aacute;ra o cunhado, que perseguira a
madrasta e que assassin&aacute;ra
o irm&atilde;o.<br />


<br />


Dom Pedro, o <em>Ceremonioso</em>, casara
pela segunda vez, dissemol-o
j&aacute;, com uma tia do Rei Dom Fernando, a Infanta Dona Leonor,
que
morr&ecirc;ra em 1348. Logo no anno seguinte despos&aacute;ra
outra Leonor,
uma irm&atilde; do Rei Luiz da Sicilia, de quem tivera a que estava
agora
para ser Rainha de Portugal.<br />


<br />


Succedia ainda,--e era esta a segunda nuvem,--que a futurada
Rainha, tendo sido creada com o filho e herdeiro do
<em>Bastardo</em>,--depois
Jo&atilde;o I de Castella,--s&oacute; pela tenaz
opposi&ccedil;&atilde;o da m&atilde;e n&atilde;o casava
com
elle, o que n&atilde;o impedia que fosse esse o seu desejo, o do
seu companheiro
de infancia e o do pae d'este, o proprio e habil Dom Henrique.<br />


<br />


A politica matrimonial do tempo enredava-se &aacute;s vezes na
politica
amorosa dos cora&ccedil;&otilde;es juvenis.<br />


<br />


A Infanta aragoneza n&atilde;o seria positivamente uma formosura e
os
velhos Portuguezes eram um pouco exigentes no assumpto.<br />


<br />


Gostavam de Reis fortes, desempenados, viris, e de Rainhas formosas,
esbeltas, graciosas, que, alem de tudo, fossem capazes de os
conceber taes.<br />


<br />


Por muito tempo corr&ecirc;ra mundo a fama de belleza das Princezas
Portuguezas.<br />


<br />


Ora Dom Fernando era, na phrase singela e expressiva do seu
<span class="pagenum">[24]</span>
Chronista, um--&laquo;mancebo valente, ledo e namorado, amador de
mulheres
e achegador a ellas&raquo;.<br />


<br />


Estava na conta dos bons Reis Portuguezes: e nada mais natural
do que n&atilde;o terem ficado muito tranquillos e satisfeitos os
amigos e
enviados de Dom Fernando, ao aspecto da sua nova Rainha, n&atilde;o
sendo ella realmente formosa.<br />


<br />


Ha at&eacute; uma vers&atilde;o antiga de que lhes
desagrad&aacute;ra muito por feia
e mal feita, tirando d'ahi motivo para n&atilde;o apressarem o
consorcio ou
para o mallograr.<br />


<br />


Mas Fern&atilde;o Lopes contradiz energicamente esta
vers&atilde;o, como
desmente outras, observando que a ras&atilde;o do que
succed&ecirc;ra n&atilde;o f&ocirc;ra--&laquo;por
ella ser tal como alguns, historiando, feiamente a pintaram,
porque de corpo e gesto a natureza lhe dera t&atilde;o boa parte
que a nenhum
Senhor descontentaria de a haver por mulher&raquo;.<br />


<br />


E deve ser assim. N&atilde;o seria uma formosura, mas pouco ou nada
importou isso para os successos futuros, at&eacute; porque o Rei
Portuguez
n&atilde;o procurava tanto a mulher, como o auxilio do Rei de
Arag&atilde;o.<br />


<br />


Da parte d'este ultimo &eacute; que naturalmente se
disfar&ccedil;aria na desculpa
da dispensa Pontificia a pouca vontade de se aventurar &aacute;
guerra
contra o novo Rei de Castella, que elle proprio auxili&aacute;ra,
um pouco,
e conquistar o Throno, e quem sabe se tambem qualquer rebate de
desconfian&ccedil;a &aacute;cerca do espirito versatil de Dom
Fernando, o n&atilde;o movia
a demorar o negocio?<br />


<br />


O que &eacute; certo &eacute; que demorando-se a Dispensa,--se
&eacute; que cheg&aacute;ra
a ser pedida pelo Rei de Arag&atilde;o, o que &eacute;
duvidoso,--e como ao
mesmo tempo se protrahia o come&ccedil;o da estipulada campanha,
Dom
Jo&atilde;o Affonso voltou a Portugal sem a Infanta, mas com a
coroa &laquo;marchetada
de aljofares&raquo;, o que evidentemente n&atilde;o parecia
indicar uma
perfeita confian&ccedil;a de que ella tivesse de servir muito breve.<br />


<br />


Ficaram, por&eacute;m, em Barcelona--&laquo;o
thesouro&raquo;,--e os outros negociadores,
que em 24 de julho de 1370 revalidavam ainda com o Rei
do Arag&atilde;o as estipula&ccedil;&otilde;es anteriores.<br />


<br />


Dom Pedro, o <em>Ceremonioso</em>, enviava a
Dom Fernando um novo
embaixador explicando a involuntaria tardan&ccedil;a, offerecendo
at&eacute; que
se tornasse effectiva a cau&ccedil;&atilde;o inicialmente
prestada da occupa&ccedil;&atilde;o pelos
Portuguezes do Castello de Alicante.<br />


<br />


Bisarramente, Dom Fernando n&atilde;o quiz usar d'esta faculdade.<br />


<br />


Confiava no futurado sogro e tanto persistia no ajuste, que
recommendando
aos insurrectos castelhanos de Carmona que se defendessem
como podessem do apertado cerco que lhes pozera Dom Henrique,
porque sentia muito n&atilde;o poder, de momento, soccorrel-os, em
21
de outubro (1370) ratificava e jurava, novamente, nos
&laquo;Pa&ccedil;os de Vallada&raquo;,
<span class="pagenum">[25]</span>
com o embaixador aragonez, as combina&ccedil;&otilde;es e
accordo de Barcelona.<br />


<br />


Estava, pois, assente, confirmado e umas poucas de vezes jurado,
que dentro em pouco, o tempo necessario apenas para chegar de Roma
a Dispensa Pontificia, se ultimaria o casamento de Dom Fernando com
a filha do Rei de Arag&atilde;o, a Infanta Dona Leonor, iniciado
j&aacute; na
Igreja de S&atilde;o Martinho de Lisboa, e que o
<em>Bastardo</em> de Castella se
acharia mettido entre dois fogos, tendo necessariamente de acudir
&aacute;
sua fronteira de leste, invadida pelos aventureiros aragonezes ao soldo
de Portugal.<br />


<br />


<br />


<br />


<h3>III</h3>


<br />


Mal teria tempo o Embaixador aragonez de apresentar ao seu Rei
a franca e leal revalida&ccedil;&atilde;o do ajuste, pelo de
Portugal, quando no come&ccedil;o
de 1371 se abriam aqui, por media&ccedil;&atilde;o ostensiva do
Legado
Pontificio, as negocia&ccedil;&otilde;es de paz com Castella.<br />


<br />


Terminavam em 31 de mar&ccedil;o, em Alcoutim, estas
negocia&ccedil;&otilde;es, por
um definitivo tratado entre Dom Fernando e o
<em>Bastardo</em>, em que este
fazia comprehender o Rei de Fran&ccedil;a, seu alliado, e aquelle
t&atilde;o perfeitamente
desinteressado se mostrava dos compromissos com o Rei
do Arag&atilde;o, que contratava novo casamento com uma das filhas
do de
Castella, outra Infanta Dona Leonor.<br />


<br />


Os amadores de coincidencias fatidicas podem bem appellidar Dom
Fernando o Rei das Leonores.<br />


<br />


O vortice recrudesce de actividade, quasi n&atilde;o dando logar ao
assombro,
como tambem n&atilde;o deu tempo ao Castelhano para gosar a sua
plena e singular desforra.<br />


<br />


Muito--&laquo;amador de mulheres e achegador a
ellas&raquo;,--como Fern&atilde;o
Lopes o caracterisa, Dom Fernando, no meio d'estes extraordinarios
e incommodos acontecimentos, acheg&aacute;ra-se por tal
f&oacute;rma a
uma irm&atilde; natural, a Infanta Dona Beatriz, que as
murmura&ccedil;&otilde;es eram
grandes e dava-se j&aacute; como certo que pretendia casar com
ella--&laquo;cousa
nunca vista&raquo;,--observa severamente o grande Chronista.<br />


<br />


Frequentava-lhe muito a casa em que ella, na falta de Rainha,
sustentava uma verdadeira c&ocirc;rte, e--&laquo;eram os jogos
e falas entre
elles t&atilde;o a miudo, misturados com beijos e
abra&ccedil;os e outros desenfadamentos
de similhante pre&ccedil;o que fazia a alguns ter deshonesta
suspeita
de sua virgindade ser por elle minguada&raquo;.<br />


<br />


Dona Beatriz f&ocirc;ra a ultima filha dos tragicos amores de Dom
Pedro I
e Dona Ignez de Castro, e casou tres annos depois, em 1374,
com um grande Senhor Castelhano, Dom Sancho, Conde de Albuquerque,
producto tambem de um amoroso enlevo: o de Affonso XI
de Castella por Dona Leonor Nunes de Gusm&atilde;o, Senhora de
Medina Sidonia.
<br />


<br />


<span class="pagenum">[28]</span>
Enviuvou no anno seguinte, tendo no ventre a celebre Dona Leonor
Urraca de Albuquerque--<em>la rica
hembra</em>,--a que havia de ser
Rainha do Arag&atilde;o, como mulher de Dom Fernando o de
<em>Antequera</em>,
e m&atilde;e de duas Rainhas tambem: Dona Leonor de Portugal,
mulher
de Dom Duarte, e Dona Maria, mulher de Dom Jo&atilde;o II de
Castella.<br />


<br />


Parece que a gentil Infanta n&atilde;o se illudiu com a gravidade
da situa&ccedil;&atilde;o
e com os perigos de levar aquelles desenfadamentos demasiadamente
fraternos ate &aacute; resolu&ccedil;&atilde;o escandalosa
que o doido do irm&atilde;o
fantasiava.<br />


<br />


Como boa amiga lembrou-lhe o compromisso do consorcio Castelhano
que acabava de sellar a paz entre as duas Cor&ocirc;as, e
prestou-se
at&eacute; a entrar n'outra intriga amorosa que repentinamente
surgiu entre
uma sua hospeda e o voluvel cora&ccedil;&atilde;o do Rei
Portuguez.<br />


<br />


&Eacute; ainda o que diz Fern&atilde;o Lopes, que evidentemente
profundava
com vontade e consciencia a Historia e estava muito longe de
sacrifical-a,
como os chronistas de mais adiantadas epochas, a hypocritas
e inuteis cortezanias. Quem denunciava os desenfadamentos
n&atilde;o hesitaria
em contar as naturaes consequencias d'elles.<br />


<br />


Entre as damas da Infanta havia uma, Dona Maria Telles de Menezes,
com a qual viera passar algum tempo uma irm&atilde;, Dona Leonor
Telles, casada com um fidalgo beir&atilde;o, Martim
Louren&ccedil;o da Cunha,
Senhor de Pombeiro.<br />


<br />


--&laquo;D'esta se come&ccedil;ou de namorar
maravilhosamente&raquo;--Dom
Fernando--&laquo;e ferido assim do amor d'ella, em que seu
cora&ccedil;&atilde;o de
todo era posto, de dia em dia se acrescentava mais sua chaga&raquo;.<br />


<br />


Eram as duas, sobrinhas de Dom Jo&atilde;o Affonso, o que
f&ocirc;ra receber
ao Arag&atilde;o a primeira noiva Regia e volt&aacute;ra sem
ella.<br />


<br />


D'aqui se originou naturalmente a vers&atilde;o de que o Embaixador
maliciosamente concorr&ecirc;ra para o mallogro da
miss&atilde;o por interessado
em favorecer o impetuoso galanteio do Rei.<br />


<br />


Mas a breve chronologia do caso poupou realmente a esta
premedita&ccedil;&atilde;o
perversa o velho fidalgo, posto n&atilde;o o exhima &aacute;
cumplicidade
das ambi&ccedil;&otilde;es que sustentavam a manhosa
resistencia da sobrinha.<br />


<br />


Cautelosa e astuta, como naturalmente seria um seu ascendente
proximo, que merec&ecirc;ra dos contemporaneos o appellido
de---<em>Raposo</em>,--Leonor
Telles, sentindo agitar-se-lhe no ventre o primeiro producto
do legitimo consorcio, deixou-se ficar na C&ocirc;rte, de accordo
com a
parentella, e poz, intransigente, por pre&ccedil;o &aacute; sua
honestidade de esposa
e &aacute; sua prosapia de fidalga, a Cor&ocirc;a de Portugal.<br />


<br />


A descendente do Rei Dom Ordonho II de Le&atilde;o, a mulher do
Senhor
de Pombeiro, que vinha do Rei Ramiro e era ainda bastardo
<span class="pagenum">[29]</span>
bisneto de Affonso III de Portugal<sup><a href="#10">[10]</a></sup>,
n&atilde;o se entregaria
nos bra&ccedil;os de
Dom Fernando, como simples barregam Real, embora para isso lhe
prestasse auctorisados exemplos a sua gloriosa prosapia de Telles,
Menezes e Cunhas.<br />


<br />


Assim o declarou peremptoriamente ao Rei, por ella e pelo Conselho
da briosa familia, a irm&atilde;, a Dona Maria Telles, que annos
depois
havia de repetir por sua propria conta a comedia com o irm&atilde;o
de Dom Fernando, o Infante Dom Jo&atilde;o.<br />


<br />


Importando-se tanto com o tratado que acabava de jurar a Castela,
como jurando este se import&aacute;ra com o que acab&aacute;ra
de revalidar
perante o Embaixador do Arag&atilde;o, Dom Fernando,
a&ccedil;ulado pela sensual
obsess&atilde;o e pela manhosa resistencia d'esta terceira Leonor,
desposou
a mulher de Jo&atilde;o Louren&ccedil;o da Cunha.<br />


<br />


Dom Henrique, o <em>Bastardo</em>, teve a
longanimidade, ou melhor, de
certo, a esperteza de se conformar com este brusco repudio da filha.<br />


<br />


Nunca a politica hespanhola se doeu muito pelos acontecimentos
que podessem perturbar e arriscar a paz, a seguran&ccedil;a ou o
prestigio
da Cor&ocirc;a Portugueza.<br />


<br />


Comprehende-se.<br />


<br />


Mas o Rei do Arag&atilde;o, a quem n&atilde;o parece que Dom
Fernando ensaiasse
explicar, sequer, a dupla e flagrante deslealdade, &eacute; que
entendeu
que devia pagar-se d'ella com outra, apoderando-se do que
restava do famoso--&laquo;thesouro&raquo;--enviado a Barcelona
para a negociada
campanha, que ali&aacute;s n&atilde;o se mostr&aacute;ra
muito empenhado em
apressar.<br />


<br />


Dos delegados portuguezes um houve que prudentemente se absteve
de voltar: foi o Balthasar de Espinola, que
pela--&laquo;affei&ccedil;&atilde;o
longa&raquo;--que tinha com a Infanta Dona Maria, fugiu com ella
para
Genova, onde a viuva irm&atilde; do Rei Portuguez--&laquo;viveu
minguadamente,
morrendo muito afastada do que &aacute; sua honra
devia&raquo;,--segundo
attesta a--&laquo;incivilidade&raquo;--de Fern&atilde;o
Lopes contra o improductivo
e dedicado esfor&ccedil;o dos geneologistas cortez&atilde;os em
fazel-a
morrer e jazer em Aveiro com f&oacute;ros de Santidade.<br />


<br />


J&aacute; agora, acrescentemos de passagem, a
tradi&ccedil;&atilde;o que da boa fortuna
<span class="pagenum">[30]</span>
obtida com portuguezes parece ter ficado n'esta fidalguia dos
Espinolas, um seculo depois mais decentemente enxertada na nossa
nobiliarchia, pela nacionalisa&ccedil;&atilde;o de Antonio de
Espinola, genovez estabelecido
na Madeira<sup><a href="#11">[11]</a></sup>.<br />


<br />


Aqui temos, pois, no expedito e desceremonioso sequestro
do--&laquo;thesouro&raquo;--uma
das principaes origens do interessante documento
encontrado pelo sr. Carlos Urseau.<br />


<br />


N&atilde;o poder&aacute;, pois, dizer-se que fosse inteiramente
inutil a nossa
summaria retrospec&ccedil;&atilde;o.<br />


<br />


O--&laquo;thesouro&raquo;--estava j&aacute; um pouco
diminuido.<br />


<br />


Grossas sommas tinham sido distribuidas aos que se obrigavam a
fornecer combatentes; sa&iacute;ra d'elle a paga dos delegados
portuguezes,
e, por exemplo, s&oacute; &aacute; sua parte, o Conde Dom
Jo&atilde;o Affonso receb&ecirc;ra
11 florins por dia; logo &aacute; chegada a Barcelona havia-se
distrahido a
somma necessaria para pagar &aacute; matatolagem em atrazo, de 20
gal&eacute;s
que andavam no cruzeiro da Andaluzia; finalmente compr&aacute;ra-se
por
260 gentis um abastecimento importante para o Arsenal de Lisboa.<br />


<br />


Em summa: o Rei Aragonez s&oacute;mente pod&eacute;ra
lan&ccedil;ar a m&atilde;o a
2:024 marcos de oiro, alem de 107 que lhe haviam sido directamente
emprestados, e este sequestro n&atilde;o parece ter desde logo
preoccupado
muito a politica versatil e prodiga de Dom Fernando, que at&eacute;
naturalmente
contava continuar a entender-se com o Arag&atilde;o, provando-lhe
que s&oacute; for&ccedil;ada e ostensivamente fizera a paz e
allian&ccedil;a com Castella.<br />


<br />


De feito, no mesmo anno (abril 1372), em que facilmente obtinha
em Tuy, do Rei Castelhano, a altera&ccedil;&atilde;o do tratado
de Alcoutim, na
parte relativa ao casamento com a filha d'elle, t&atilde;o
escandalosamente
preterida por Leonor Telles, Dom Fernando tratava de romper e
violar esse tratado mandando um agente, o Chantre da S&eacute; de
Braga,
Vasco Domingues, ao Duque de Lencastre, filho de Duarte III de
Inglaterra, para que viesse reivindicar contra o
<em>Bastardo</em> o seu pretendido
direito &aacute; Cor&ocirc;a de Castella como marido de uma das
filhas
de Dom Pedro, o <em>Cruel</em>.<br />


<br />


Alliado com o Arag&atilde;o, gostosamente receberia o Inglez o
auxilio
que lhe era offerecido do outro lado da Peninsula, e logo em julho
firmavam em Braga os seus enviados, um emigrado castelhano
Jo&atilde;o
Fernandes Andeiro e Roger Hoor, uma liga com o Rei Portuguez
contra Dom Henrique.<br />


<br />


<br />


<br />


<h3>IV</h3>


<br />


Tendo rebate das negocia&ccedil;&otilde;es com os Inglezes e
desilludido pela
embaixada que mandou a Portugal, de que Dom Fernando lhe n&atilde;o
guardaria a paz e a lealdade recentemente jurada, o
<em>Bastardo</em>, com a
sua habitual intrepidez, antecipou-se, invadindo de surpreza o paiz e
vindo cercar Lisboa, no meio da leviana imprevidencia do Rei e do
escandalo do seu casamento com Leonor Telles.<br />


<br />


A resistencia popular, e, ainda, a interven&ccedil;&atilde;o
Pontificia, abreviaram
o termo d'esta brusca campanha, e em 19 de mar&ccedil;o de 1373,
Dom
Fernando assignava em Santarem novo tratado com Castella, que fazia
n'elle, mais uma vez, comprehender a Fran&ccedil;a, e pelo qual
n&atilde;o s&oacute;mente
revalidava com estas duas Cor&ocirc;as a paz anterior, mas se
obrigava
a ser sempre alliado d'ellas contra a Inglaterra e a prestar as
suas for&ccedil;as navaes contra o Duque de Lencastre.<br />


<br />


Pouco confiado, por&eacute;m, naturalmente, na firmeza dos
juramentos
da vontade de Dom Fernando, procuraria, ent&atilde;o, a politica
castelhana
outra allian&ccedil;a mais pratica,--d'estas que se n&atilde;o
pactuam em
verbosos diplomas,--assegurando-se da cumplicidade e da influencia
dominadora da extraordinaria mulher que encontrava junto do Rei
Portuguez, presidindo a todo o governo do Estado com a sua numerosa
camarilha de parentes e cortez&atilde;os.<br />


<br />


Certos factos e circumstancias fazem-n'o rasoavelmente suppor, e
em todo o caso, Dom Fernando pareceu, d'esta vez, positivamente
deliberado n&atilde;o s&oacute; a manter a paz com o
<em>Bastardo</em>, mas a estreital-a
por vinculos de sangue e de interesse dynastico, rompendo,
definitivamente
com o Arag&atilde;o e procurando, at&eacute;, pagar-se,
exactamente com
o auxilio de Castella! do
malfadado--&laquo;thesouro&raquo;--contra ella enviado
ao Rei Aragonez.<br />


<br />


Assim, no anno seguinte, em 1374, Dom Fernando convencionava
com o <em>Bastardo</em> uma s&eacute;ria
campanha contra o Arag&atilde;o, offerecendo
contribuir com dez gal&eacute;s perfeitamente armadas.<br />


<br />


Mas o habil Trastamara que procurava fechar a Peninsula &aacute;s
atrevidas
pretens&otilde;es do Lencastre e consolidar fortemente n'ella a sua
disputada
<span class="pagenum">[32]</span>
Realeza, avisava, pouco depois, Dom Fernando de que talvez
tivesse de fazer a paz com o Rei Aragonez, insinuando vagamente que
promoveria junto d'este a repara&ccedil;&atilde;o de quaesquer
aggravos que tivesse
feito a Portugal, e pedindo que as for&ccedil;as navaes portuguezas
fossem
empregadas em auxilial-o contra o Inglez, segundo o anterior
ajuste.<br />


<br />


Por seu lado, escusando-se &aacute; obriga&ccedil;&atilde;o
d'este auxilio, Dom Fernando,
percebendo a approxima&ccedil;&atilde;o de Castella e do
Arag&atilde;o, procurava
fazel-a mallograr; enviava nova embaixada a Dom Henrique insistindo
na guerra contra o <em>Ceremonioso</em>, e
successivamente promovia os casamentos
de duas filhas com dois filhos naturaes do
<em>Bastardo</em>.<br />


<br />


O segundo d'estes casamentos, que n&atilde;o havia de realisar-se,
mas
que chegou a ser definitivamente pactuado e jurado pelo Rei Castelhano,
a 19 de janeiro de 1377, era o de Dom Fradique, filho natural
d'este ultimo, com a filha de Dom Fernando e de Dona Leonor Telles,
a Infanta Dona Beatriz, que mais tarde havia de ser entregue ao proprio
primogenito e successor do Rei de Castella, com o direito da
Success&atilde;o
Portugueza.<br />


<br />


Rompendo a allian&ccedil;a aragoneza e associando-se a Castella,
Dom Fernando
quebr&aacute;ra uma tradi&ccedil;&atilde;o de boa e
intelligente politica nacional,
commettendo o erro, depois infelizmente repetido, de
desembara&ccedil;ar e
facilitar as tendencias hegemonicas da Monarchia Central.<br />


<br />


Perdido o equilibrio Peninsular, Portugal ficava sendo cumplice e
satellite d'essa monarchia, e o facto n&atilde;o podia deixar de
ter, tambem,
uma singular importancia para a politica aragoneza, quando exactamente
graves acontecimentos a amea&ccedil;avam do outro lado.<br />


<br />


A quest&atilde;o do Reino da Maiorca, afogada em sangue, parecia
resurgir
de novo, sob temeroso aspecto.<br />


<br />


O filho do infeliz Dom Jayme II conseguia fugir do seu longo captiveiro
de Jetiva, e desposado pela celebre Joanna de Napoles, reivindicava
o titulo de Rei de Maiorca, com o auxilio da Fran&ccedil;a e de
Castella, ensaiando atrevidamente uma invas&atilde;o na Catalunha
pelo valle
do Segre.<br />


<br />


Mallograda a tentativa, o desgra&ccedil;ado rapaz
abrig&aacute;ra-se em Castella,
morrendo pouco depois, em 1375, na cidade de Soria, mas outro
competidor surgira, mais para receiar, de certo, ao Rei Aragonez.<br />


<br />


Era o Duque Luiz I, de Anjou, chefe da segunda casa de Anjou,
filho de Jo&atilde;o II o <em>Bom</em>,
que lhe fizera o Ducado, e irm&atilde;o immediato
do Rei de Fran&ccedil;a Carlos V; homem mo&ccedil;o, intrepido
e habil, cheio de
uma grande ambi&ccedil;&atilde;o e de uma grande manha.<br />


<br />


Luiz auxili&aacute;ra o Trastamara a conquistar o throno de
Castella, e
receb&ecirc;ra de uma filha de Jayme II, a Infanta Isabel, Marqueza
de
<span class="pagenum">[33]</span>
Montferrat, os direitos da extincta Realeza e Senhorio de Maiorca,
do Rossilh&atilde;o, da Sardanha, como annos depois havia de ser
instituido
herdeiro de outra Cor&ocirc;a pela Rainha Joanna de Napoles.<br />


<br />


Desde que o Arag&atilde;o e a Catalunha se haviam constituido n'uma
s&oacute; Soberania sob o impulso vigoroso e habil dos Belengueres,
e que um
filho de Luiz VIII de Fran&ccedil;a fizera a conquista do Reino das
Duas
Sicilias, as Casas de Anjou e do Arag&atilde;o, ou as influencias
franceza e
aragoneza, tinham de encher o Mediterraneo occidental com o antagonismo
fatidico das suas pretens&otilde;es e das suas aventuras de
expans&atilde;o
e de predominio.<br />


<br />


Desembara&ccedil;ada Castella do lado de Portugal, a
allian&ccedil;a de Dom Henrique
com a Fran&ccedil;a, collocaria entre dois fogos o Rei Aragonez.<br />


<br />


Naturalmente desilludido das promessas e
estimula&ccedil;&otilde;es inglezas,
Dom Pedro o <em>Ceremonioso</em> acabou por
ceder &aacute;s disposi&ccedil;&otilde;es conciliadoras
do Rei Castelhano, fazendo com elle definitivamente a paz em
1375.<br />


<br />


Morria-lhe n'esse anno a terceira mulher, Dona Leonor da Sicilia,
que vivamente contrari&aacute;ra os amores da filha, a Infanta Dona
Leonor,
com o primogenito do <em>Bastardo</em>, e por
isso o penhor da paz entre as
duas Cor&ocirc;as foi exactamente o consorcio da mallograda noiva
do Rei
de Portugal com o futuro Dom Jo&atilde;o I de Castella.<br />


<br />


Estes acontecimentos naturalmente approximaram, pela identidade
das situa&ccedil;&otilde;es e das vontades, Dom Fernando e o
Duque de Anjou,
associando-os no interessante documento que estamos explicando.<br />


<br />


Sentindo-se isolado, e comprehendendo que n&atilde;o conseguiria
obter
da sua nova allian&ccedil;a com Castella que esta o ajudasse a
desaggravar-se
de Dom Pedro de Arag&atilde;o, o Rei Portuguez deveria sentir um
singular
prazer vendo chegar &aacute; sua C&ocirc;rte dois enviados do
poderoso Duque a
propor-lhe que fizessem causa commum contra o
<em>Ceremonioso</em>.<br />


<br />


No proprio documento encontrado pelo sr. Urseau se confirma
positivamente
a existencia d'esta primeira negocia&ccedil;&atilde;o iniciada
pelos mensageiros
do Anjou:--&laquo;<em>dominos Robertum de Nogeriis,
archidiaconum
Rothomagensem et Yvonem, procuratores domini
Ducis</em>,&raquo;--ou, como diz
Fern&atilde;o Lopes:--&laquo;Roberto de Noyers, bacharel em
Leis e Yvo de
Gernal, do seu Conselho&raquo;.<br />


<br />


Em abril de 1377 chegaram elles a Tentugal, onde Dom Fernando
estava.<br />


<br />


A allian&ccedil;a portugueza n&atilde;o podia deixar de ser
desejada pelo ambicioso
pretendente francez, quando menos seguro poderia considerar-se
de uma coopera&ccedil;&atilde;o efficaz e franca no seu proprio
paiz e na
Peninsula. Excellentemente serviria tambem os interesses inglezes e
os do Duque de Lencastre.
<br />


<br />


<span class="pagenum">[34]</span>
Alem de que a attitude de Portugal poderia mover as
ambi&ccedil;&otilde;es da
C&ocirc;rte Castelhana a uma ac&ccedil;&atilde;o commum
contra o Arag&atilde;o, e em todo
o caso lhe impediria que soccorresse este, era evidentemente de um
alto valor estrategico a concorrencia das for&ccedil;as navaes
portuguezas
operando sobre as costas catal&atilde;s; fazendo
divers&atilde;o aos afamados recursos
maritimos de Dom Pedro, e obrigando este a dividir as suas
for&ccedil;as terrestres, atacado, simultaneamente, ao norte e ao
sul, no
Rossilh&atilde;o, na Ceritania, nas Baleares e na Catalunha.<br />


<br />


Foi, pois, acceita a id&eacute;a da Liga com o Duque.<br />


<br />


--&laquo;Concordadas suas aven&ccedil;as em muitas cousas,
ficando, por&eacute;m,
certos pontos por determinar, os quaes cumpria de o Duque primeiramente
saber,&raquo;--Dom Fernando commissionava, logo em 12 d'aquelle
mez, Louren&ccedil;o Annes Foga&ccedil;a, Jo&atilde;o
Gon&ccedil;alves e Pedro Cavalleiro para
que fossem ultimar e jurar o definitivo Tratado:--&laquo;desejando
seguir
os exemplos dos nossos predecessores que, com o auxilio de Deus, foram
sempre amigos dos Reis e da Casa Real da Fran&ccedil;a
<em>et vice-versa</em>&raquo;,--como
dizia a Procura&ccedil;&atilde;o.<br />


<br />


Seria uma campanha implacavel de conquista e de exterminio, a
que haviam de fazer os dois distanciados Principes contra o Rei do
Arag&atilde;o--&laquo;seus filhos, herdeiros, successores,
vassallos, subditos, adherentes
e alliados&raquo;,--e Dom Fernando invocando a vaga
lembran&ccedil;a das
liga&ccedil;&otilde;es politicas entre as Cor&ocirc;as de
Fran&ccedil;a e de Portugal, n&atilde;o se esquecia
tambem da diluida consanguinidade das duas Casas Reaes, tratando
por carissimo parente,--<em>consanguineum nostrum
carissimum</em>,&raquo;
a--&laquo;Luiz, filho do Rei dos Francezes, Duque de Anjou e
Touraine,
Conde de Maine,&raquo;--quando combinava com elle a
destrui&ccedil;&atilde;o do que
f&ocirc;ra marido de sua tia e estivera para ser seu sogro
egualmente <em>carissimum</em>.<br />


<br />


N&atilde;o se demoraram muito a jornada e os ajustes finaes, pois
que
dez semanas depois, em 29 de junho, como dissemos j&aacute;, estava
o Tratado
concluido, em Bicetre,--&laquo;em uns pa&ccedil;os d'el-rei de
Fran&ccedil;a &aacute;cerca
de Par&iacute;s,&raquo;--como diz, sempre exacto,
Fern&atilde;o Lopes, sendo reduzido
a diploma authentico com todas as imponentes ceremonias e redundancias
que costumavam revestir estes actos geralmente destinados...
a ser violados e trahidos no dia seguinte.<br />


<br />


Uma d'essas ceremonias era a ratifica&ccedil;&atilde;o e
juramento directo e de
proprio punho das Altas Partes contratantes, como se diria hoje, e
satisfeito, acto continuo, esse requisito, pelo Duque Francez, antes de
passarem outras seis semanas, em 14 de agosto, o cumpria o Rei de
Portugal, no Pa&ccedil;o Episcopal da Guarda, com a mesma verbosa
solemnidade
que Mestre Alvaro Estev&atilde;o foi encarregado de p&ocirc;r
em escriptura.
<br />


<br />


<span class="pagenum">[35]</span>
D'esta vez os diplomatas portuguezes foram mais cautelosos e parcos,
como era natural, do que o haviam sido por occasi&atilde;o dos
ultimos
tratados com Arag&atilde;o e Castella.<br />


<br />


Contentando-se ostensivamente com a bella
indemnisa&ccedil;&atilde;o liquida
de 200:000 dobras de oiro pelo
sequestrado--&laquo;thesouro,&raquo;--e comprehendendo
evidentemente que o principal interessado n'aquella liga
e campanha era o Duque, parece, at&eacute;, que abusaram um pouco
da situa&ccedil;&atilde;o.<br />


<br />


Rigorosamente, Portugal contribuiria apenas com um ter&ccedil;o do
numero
de gal&eacute;s que fosse necessario para fazer a guerra por mar,
durante
os mezes de abril a setembro, mas esse ter&ccedil;o n&atilde;o
poderia exceder
de quinze gal&eacute;s, e o Duque, devendo requisital-as
at&eacute; o dia 15
de janeiro de cada anno, havia de mandal-as receber por todas as suas,
convenientemente armadas, ao Estreito de Gibraltar.<br />


<br />


Parecia, pois, reduzir-se a obriga&ccedil;&atilde;o portugueza
ao emprestimo
d'essas gal&eacute;s simplesmente apparelhadas para navegar.<br />


<br />


A campanha por terra correria inteiramente por conta do Duque.
A este ficariam pertencendo, desde logo, todas as cidades, fortalezas
e terras conquistadas nas Baleares, no Rossilh&atilde;o, na
Ceritania, em
summa, no antigo Reino Maiorquino, mas as primeiras conquistas
feitas nos Reinos de Arag&atilde;o e Valencia e no Condado de
Barcelona
seriam immediatamente entregues a Portugal que as reteria
at&eacute; se
achar integralmente pago das 200:000 dobras de oiro.<br />


<br />


Cobrada que fosse esta indemnisa&ccedil;&atilde;o, todas as
conquistas obtidas
n'aquelles ultimos territorios, por qualquer dos alliados, seriam
divididas
entre elles na propor&ccedil;&atilde;o das despezas e
for&ccedil;as contribuintes de
cada um, por meio de uma arbitragem confiada a dois cavalleiros
nomeados por cada parte. O Duque, por&eacute;m, ficaria de posse
d'essas conquistas
at&eacute; que se tivesse apoderado do Reino de Maiorca, do
Rossilh&atilde;o
e da Ceritania, obrigando-se a cumprir, religiosa e opportunamente,
a partilha arbitrada, entendendo-se, comtudo, que Portugal
n&atilde;o
ficava obrigado a entregar ao Duque as cidades ou terras que lhe
servissem
de garantia &aacute; indemnisa&ccedil;&atilde;o.<br />


<br />


Podia cedel-as, e as mais que lhe pertencessem, segundo a
divis&atilde;o
arbitral, pelo seu justo pre&ccedil;o, se o Duque as quizesse,
mediante nova
arbitragem em que, se n&atilde;o concordassem os arbitros, seria
por elles
nomeado um terceiro.<br />


<br />


<em>Nihil sub sole novi.</em><br />


<br />


Parecendo contentar-se modestamente com as bellas 200:000 dobras
de oiro,--o &laquo;thesouro&raquo; integral dos 500 ou 600
contos,--Dom
Fernando ou a politica portugueza n&atilde;o desdenharia,
naturalmente, a
posse de alguns postos, e sobretudo de alguns portos do outro lado
<span class="pagenum">[36]</span>
da Peninsula, que lhe fariam,-- porque n&atilde;o dizermos: que nos
fariam?--um
excellente arranjo.<br />


<br />


Similhante resultado resgataria sobejamente os erros e aventuras
anteriores, e o leviano Rei,--at&eacute; a sinistra adultera que o
dominava,--poderiam
perfeitamente ter passado &aacute; Posteridade nacional como
personagens
gloriosamente benemeritos.<br />


<br />


Perdoem-nos os nossos pequenos e pacatos estadistas de hoje esta
vis&atilde;o impertinente e estroina!...<br />


<br />


&Eacute; que a gente lidando com estas id&eacute;as e com estes
atrevimentos
antigos, esquece, &aacute;s vezes... a
<em>medida</em> contemporanea.<br />


<br />


Que extraordinaria historia--&laquo;do que n&atilde;o
aconteceu&raquo;--como a
que phantasiou Mery, pod&eacute;ra fazer-se sobre este precioso
documento
encontrado pelo douto abbade e nosso amigo de Angers!...<br />


<br />


Como no convenio se estabelecia o principio de que ambas as Partes
promoveriam novas allian&ccedil;as em refor&ccedil;o e para o
fim da que entre
si formavam, e como a de Castella era seguramente a que mais convinha
obter, procurava-se attrahir e estimular o Trastamara
offerecendo-se-lhe
os territorios que do lado de Murcia se conquistassem, ou
aquelles a que mostrasse ter direito a Cor&ocirc;a Castelhana, do
lado de
Molina.<br />


<br />


Era avivar uma velha ferida, n&atilde;o cicatrizada inteiramente,
ainda,
pela approxima&ccedil;&atilde;o recente dos dois paizes.<br />


<br />


De uma e da outra parte se formulavam as mais solemnes e positivas
promessas de rigoroso cumprimento da conven&ccedil;&atilde;o,
fixando-se
mesmo uma grossa multa de 100:000 marcos de oiro &aacute;
infrac&ccedil;&atilde;o parcial
ou total dos capitulos estipulados que teriam de ser ratificados e
jurados pessoalmente pelo Rei Portuguez, como desde logo o foram
pelo Duque, at&eacute; ao dia de S&atilde;o Martinho do inverno
proximo (novembro,
1377).<br />


<br />


Sabemos j&aacute; que solemnemente os ratificou e jurou Dom
Fernando,
na Guarda, em 13 de agosto.<br />


<br />


<br />


<br />


<h3>V</h3>


<br />


Esta &eacute; a historia do diploma do sr. Carlos Urseau, sem a
qual
elle seria difficilmente comprehensivel.<br />


<br />


Como indic&aacute;mos j&aacute;, Fern&atilde;o Lopes teve e
deu noticia das negocia&ccedil;&otilde;es
entre Dom Fernando e o Duque; expoz summariamente--&laquo;as
aven&ccedil;as&raquo;--ou--&laquo;os
capitulos&raquo;--feitos entre os dois; aponta a ras&atilde;o
immediata que moveu o primeiro a entender-se com o outro<sup><a href="#12">[12]</a></sup>, mas
esta vaga e incompleta noticia n&atilde;o vale, &eacute; claro,
o proprio documento,
e sob nenhum aspecto diminue o alto valor do seu achado.<br />


<br />


De resto, depois de Fern&atilde;o Lopes, e apesar da suggestiva
revela&ccedil;&atilde;o
d'elle, nenhum dos nossos escriptores de Historia poz m&atilde;o
curiosa
no interessante episodio, que ficou inteiramente desconhecido e
esquecido; alem de que o proprio espirito investigador e perspicaz do
grande Chronista teve de confessar, e honradamente confessou,
n&atilde;o
ter podido devassar as trevas que j&aacute; no seu tempo envolviam
a tradi&ccedil;&atilde;o
do caso.<br />


<br />


&laquo;...se esta guerra--diz elle--teve algum come&ccedil;o ou
que se
fez sobre este negocio, n&oacute;s por livros nem escripturas,
nenhuma cousa
podemos achar que mais pozessemos em escripto, mas, por&eacute;m,
entendemos
que n&atilde;o.&raquo;<br />


<br />


&Eacute; ainda ao sr. Carlos Urseau que devemos a
communica&ccedil;&atilde;o de
outro documento que definitivamente fecha a historia do Tratado,
corroborando
as presump&ccedil;&otilde;es que laboriosamente
architect&aacute;ramos sobre
a simples approxima&ccedil;&atilde;o critica de alguns factos e
as passageiras referencias
de alguns historiadores estrangeiros.<br />


<br />


Evidentemente, as negocia&ccedil;&otilde;es entre Portugal e o
Anjou n&atilde;o podiam
<span class="pagenum">[38]</span>
conservar se t&atilde;o secretas, apesar da rapidez com que haviam
sido iniciadas e concluidas, que n&atilde;o dessem logar e tempo a
que ponderassem
as suas consequencias e rela&ccedil;&otilde;es provaveis, a
politica franceza
e a castelhana, esta ultima, especialmente, acariciada pelos dois
alliados e directamente interessada em desligal-os.<br />


<br />


Tendo conseguido separar Portugal e o Arag&atilde;o, e,
prendendo-os
a si, tornar-se de alguma maneira arbitra dos destinos Peninsulares,
a Monarchia Central n&atilde;o havia de ver com bons olhos a
contingencia
da forma&ccedil;&atilde;o de um novo poder ou a da
expans&atilde;o da Casa de Anjou,
do lado do Mediterraneo, secundada ou apoiada, do outro lado, pelo
Rei Portuguez.<br />


<br />


A Navarra incommodava ainda o
<em>Bastardo</em>, ao mesmo tempo que
entendendo-se com os Inglezes e dominando com elles uma parte
importante
da Fran&ccedil;a, era para esta tambem uma divers&atilde;o
permanente
e perigosa.<br />


<br />


Surprehendendo as negocia&ccedil;&otilde;es do Rei
Navarro,--Carlos o <em>Mau</em>,--o
habil monarcha francez tomava-lhe e arrasava lhe rapidamente as
pra&ccedil;as que elle occupava na Normandia, convidando o Rei de
Castella
a fazer do seu lado e no seu proprio interesse a guerra &aacute;
Navarra,
que exactamente, em 1 de agosto de 1377, pactuava com os
Inglezes, entregando-lhes Cherburgo, uma campanha commum contra
o <em>Bastardo</em>.<br />


<br />


Era indispensavel cerrar esta ultima porta &aacute; candidatura e
pretens&atilde;o
do Duque de Lencaster &aacute; Cor&ocirc;a de Castella, tanto
mais que a
colliga&ccedil;&atilde;o nova contra o Arag&atilde;o
poderia favorecer excellentemente
essa pretens&atilde;o, se &eacute; que desde o
come&ccedil;o n&atilde;o cont&aacute;ra com ella.<br />


<br />


Em poucos mezes devia romper a terrivel campanha.<br />


<br />


N&atilde;o se fez esperar, por&eacute;m, a
interven&ccedil;&atilde;o pacificadora do Poder
Pontifical, n&atilde;o inteiramente desinteressado, tambem, de um
negocio
que t&atilde;o de perto importava &aacute; sua influencia
mundana nos destinos da
Italia, e mais ponderoso e decisivo, naturalmente, interveiu o accordo
necessario dos Reis da Fran&ccedil;a e de Castella para embargar e
suster
os impetos ambiciosos do Duque de Anjou, obrigando este &aacute;
quieta&ccedil;&atilde;o
e &aacute; paz.<br />


<br />


Um Cardeal francez, Gilles Aysselin, Bispo de Tusculum, foi o
arbitro que reduziu apressadamente &aacute; ras&atilde;o os
direitos, um pouco tumultuariamente
transmittidos ao Duque pela filha do ultimo Rei Maiorquino:
Isabel, Marqueza de Montferrat, e quando o Rei Dom
Fernando solemnemente jurava na Guarda--&laquo;os
capitulos&raquo;--de
guerra exterminadora contra o Arag&atilde;o, outros, talvez, de
concilia&ccedil;&atilde;o
e accordo com este, se preparavam junto do proprio Duque de Anjou.<br />


<br />


Lealmente, mas tambem um pouco, de certo, por conservar o
<span class="pagenum">[39]</span>
alliado para mais propicia occasi&atilde;o, o Duque expediu a toda
a pressa
tres importantes mensageiros ao Rei Portuguez para justificar e
explicar-lhe
o mallogro,--a suspens&atilde;o, pelo menos--da ajustada campanha.<br />


<br />


Eram elles: Arnaud de Hespanha, o proprio general do exercito
do Duque, Bernardo Flamench, Conselheiro Ducal e um dos mais habeis
jurisconsultos do tempo, e Jo&atilde;o Forest, outro legista.<br />


<br />


Partindo de Toulouse em 26 de janeiro de 1378, parece que foram
primeiro entender-se sobre o mesmo assumpto com as C&ocirc;rtes da
Navarra e de Castella, e dirigindo-se d'esta ultima, naturalmente, a
Portugal, em 6 de abril, chegavam, nove dias depois, a
Santarem,--<em>Sanctam
Herenam</em> ou Santa Iria,--como diz o novo documento
communicado
pelo sr. Carlos Urseau, inteiramente desconhecido entre n&oacute;s.<br />


<br />


Expozeram methodicamente, por partes,--<em>tria per
ordinem,</em>--&aacute;
moda do tempo, que o Duque continuando a estar furioso contra o
Rei do Arag&atilde;o, se vira obrigado, como demonstravam os
processos e
documentos que ali traziam, a ceder, de algum
modo:--<em>quadommodo
fuit compulsus ad exceptandam,</em>--dos direitos que
recebera da illustre
Infanta Maiorquina, aos--&laquo;condados, terras, dinheiros,
regalias
e proventos&raquo;--do extincto Reino Mediterraneo; que por isso, e
n&atilde;o
s&oacute; por virtude do julgamento ou tratado do Cardeal e legado
Pontificio,
mas por que esse julgamento e tratado f&ocirc;ra positivamente
adoptado,
como podia ver, pelo Rei de Castella, &eacute; que se
resign&aacute;ra a n&atilde;o
investir com o Arag&atilde;o,--mas que o Rei de Portugal,
desculpando-o,
lhe explicasse desenvolvidamente as ras&otilde;es de queixa e de
direito
que tinha contra o Rei Aragonez, ficando certo de que elle Duque
n&atilde;o trataria nem resolveria com esse Rei o seu proprio
pleito sen&atilde;o
tratando e resolvendo, parallela e concordemente, a quest&atilde;o
do Rei
de Portugal, seu alliado e amigo.<br />


<br />


Ouviu, e pela mesma ordem,--<em>per ordinem
dictus,</em>--respondeu
Dom Fernando: que agradecia, mas teria dispensado, as
explica&ccedil;&otilde;es
e documentos que o Duque lhe mandava apresentar. Confiando plenamente
n'elle e sabendo como o Rei de Arag&atilde;o era useiro e veseiro
a injusti&ccedil;as, n&atilde;o podia duvidar,
independentemente de qualquer justifica&ccedil;&atilde;o,
que n'uma contenda entre os dois, a ras&atilde;o e o direito
estaria
do lado do Duque, e lhe prazia reconhecer quanto este
proced&ecirc;ra
discretamente,--<em>quod valde prudenter et discrete fuit
processum in
causa</em>. Que tinha por desculpado o Duque, nem este
teria de desculpar-se,
podendo ficar certo de que quando resolvesse fazer guerra ao
Aragonez, o encontraria, a elle, Rei de Portugal, prompto a auxilial-o
com as suas for&ccedil;as, na f&oacute;rma do
ajustado,--<em>juxta conventiones et
tractatus</em>.
<br />


<br />


<span class="pagenum">[40]</span>
Finalmente, que por completo e em desenvolvida
exposi&ccedil;&atilde;o faria
esclarecer a consciencia do Duque &aacute;cerca da
injusti&ccedil;a que lhe fazia o
Rei Aragonez.<br />


<br />


A este ultimo ponto, delicada ou habilmente objectaram os Embaixadores
que para o Duque e para elles bastava a palavra do
Rei:--<em>erant
contenti solo verbo dicti domini Regis</em>.<br />


<br />


E n'isto se ficou, tendo tido, ainda, D. F&eacute;rnando uma
particular
conferencia com o Doutor Flemench, e n&atilde;o podendo
j&aacute;, por doente,
receber outra vez os Embaixadores, que graciosamente tratados por
Dona Leonor Telles, se foram de Santarem no dia 1 de maio, sem
deixar rasto na memoria dos nossos escriptores de Historia.<br />


<br />


Rigorosamente os dois alliados n&atilde;o representavam uma
comedia,
procurando illudir-se um ao outro, n'estes affectuosos cumprimentos.
Comprehendiam ambos que n&atilde;o podiam, por ent&atilde;o,
levar por diante
o seu plano, mas n&atilde;o desistiam inteiramente d'elle.<br />


<br />


O Duque n&atilde;o declinava os seus pretendidos direitos, que
haviam
de passar mais tarde, no dote de Margarida de Anjou, para a
Cor&ocirc;a
Ingleza.<br />


<br />


Mas outra Realesa, mais pratica e viavel do que a do pobre Reino
Maiorquino, &iacute;a estimular-lhe o appetite e
lan&ccedil;al-o em nova aventura:
feito herdeiro da Rainha Joanna de Napoles, veiu a morrer
miseravelmente
em 1384, simples Rei nominal de tantas imaginadas Cor&ocirc;as.<br />


<br />


Dom Fernando, ostentando o seu convivio amigo com Castella,
em variadas negocia&ccedil;&otilde;es de consorcio entre as
suas filhas e os principes
castelhanos, no mesmo anno (1380) em que fazia celebrar em
Portalegre os esponsaes da primogenita com o filho do novo Rei
Castelhano,
revalidava a sua allian&ccedil;a com o Duque de Lencastre,
obrigando-se
a receber e a auxiliar os Inglezes contra essa Cor&ocirc;a e a
casar aquella mesma filha e herdeira com o filho do Conde de Cambridge!<br />


<br />


Est&aacute; terminada a agradavel tarefa que nos impozemos de
explicar
o precioso Diploma encontrado e generosamente offerecido pelo
sr. Carlos Urseau, tendo podido, mais gra&ccedil;as ao mesmo
illustre investigador,
dizer o mais--&laquo;que se fez sobre este negocio&raquo;--que
Fern&atilde;o
Lopes n&atilde;o p&ocirc;de achar--&laquo;por livros nem
escripturas.&raquo;<br />


<br />


Lisboa, 10 de mar&ccedil;o de 1895<br />


<br />


<br />


<br />


<h2>DOCUMENTOS</h2>


<br />


<br />


<br />


<h3>I<sup><a href="#13">[13]</a></sup></h3>


<br />


<br />


<a name="p43"></a>In Christi nomine Amen. Notum sit
universis et singulis tam presentibus
quam futuris presens instrumentum publicum inspecturis
quod, sub era curente millesima quadringentesima decima quinta, decima
octava die mensis Agusti, circa horam tertie, in civitate Guardie,
Egitanensis diocesis, serenissimo principe domino Fernando, Dei
gratia, Portugaliae <a href="#e2">et Algarbii</a>
rege, illustrissimo, inclitissimo et
potenti
domino Johanne infante, ejusdem domini regis fratre legitimo,
nobilissimis et potentibus viris domino Alvaro Petri, comite de
Arrayolos,
domino Gonsalvo, comite de Neyva, domino Fernando Alfonso
Alboquerque, aliisque nobilissimis proceribus et militibus quam
plurimis
in palacio episcopali civitatis predicte personaliter existentibus
testibus,
et me quoque notario infrascriptis, ad infra scripta videnda et
audienda, vocatis, adhibis et rogatis, principaliter et specialiter
constitutis
ex parte et pro parte et ex mandato dicti domini regis per <a href="#e3">venerabilem</a>
et circumspectum virum Johannem Gunsalvi, ejusdem regis
secretum consiliarium, hostenssa, lecta et recitata fuerunt alta voce
et
intelligibili in lingua ydiomatis quedam capitula vere lige
fraternitatis,
unionis, confederacionis et amicitie inter prefatum dominum regem
<span class="pagenum">[44]</span>
Portugalie per nobiles et circumspectos viros Laurencium Johannis
Fogaca, vice cancelarium, et Johannem Gunsalvi, secretarium ejusdem
regis, et dominum Petrum Cavlerii, archidiaconum Ulixbonensem,
consiliarium,
anbaxiatores ac nuncios speciales ad ea peragenda, et specialiter
destinatos pro eo et ejus nomine: et serenissimum principem
dominum Ludivicum, regis quandam Francorum filium, ducem andegavensem
et turonensem ac comitem cenomanensem, pro se ipsis, heredibus
et successoribus universis et causam eorum habentibus, subditis
regnis, ducatibus, comitatibus et aliis terris suis, confederatisque
adherentibus amicis et benevolis suis initatum fuit insuper hostensum,
publicatum ac lectum quoddam publicum instrumentum super predictis
liga, fraternitate, confederacione et amicicia et conventione, manu
publica
confectum ac etiam magni sigilli dicti ducis appensione et ipsius
nominis propria subscriptione plenius et perfectius aparebat; in quo
quidem instrumento predictarum lige, fraternitatis, confederacionis,
amicicie et convencionis premissa capitula uniformiter sunt seriatim
inserta, ejusque instrumenti tenar de verbo ad verbum diagnoscitur
esse talis:<br />


<br />


In nomine vitoris Christi, amen.<br />


<br />


Cum ad illa que unionis et federis sunt animorum assyes<sup><a href="#14">[14]</a></sup> diriguntur,
quia virtus unita mayor est separata fortitudinis et potencie
multiplicacio
reperitur; inde proveniunt victorie et triumphus, vastantur
vires hostium, vero plerumque eorum superbia sic percussa, suis
injusticiis
<span class="pagenum">[45]</span>
et forefactis exigentibus, ad nichilum reducuntur; sicque per
talia juste belandi media ad pacis beatitudinem devenitur; per hoc
regnantibus gloria aumentatur; salusque queritur et quies subditis
preparatur,
hinc est ut, per presens publicum instrumentum, cuntis valeat
manifestari quod, anno ejusdem Domini currente millesimo trecentesimo
septuagessimo septimo, die vicesima nona menssis Junii, circa
horam none, indictione quintadecima, pontificatus sanctissimi in
Christo
patris et domini nostri domini Gregorii, divina providencia pape
undecimi
anno septimo, serenissimo principe domino Lodivico, regis
quandam Francorum filio, duce andegavensi et turonensi ac comite
cenomanensi et venerabilibus ac circumspectis viris Laurencio
Johannis Fogaca vicecancelario, Johanne Gunsalvi sacretario
consiliario et domino Petro Cavalerii, archidiacono Ulixbonensi,
procuratoribus et ambaxiatoribus serenisimi principis domini Fernandi,
Portugalie et Algarbii regis, ad infra peragenda per ipsum
dominum regem specialiter constitutis, ordinatis et ad ipsum dominum
ducem destinatis, ut de eorum mandato et potestate constare dicitur,
per quoddam publicum procuratorium, appensione bulle seu sigilli
plumbei dicti domini regis, ut dicitur, roboratum, ejusque manu
firmatum,
cujus tenor de verbo ad verbum inferius est insertus, testibus
et nobis notariis infrascriptis prensencialiter constitutis et
existentibus
in domo seu palacio vulgariter dicto &laquo;Vicestre&raquo;
satis prope Parisius in
diocesi ejusdem, de mandato et voluntate et consenssu dictorum domini
<span class="pagenum">[46]</span>
ducis et procuratorum seu ambaxiatorum domini Portugalie regis
predicti, in presensia omnium predictorum, et ipsis nobis notariis
audientibus
et bene intelligentibus, articuli seu capitula infrascripta fuerunt
alta voce et intelligibili in latina lingua, prout jacent, lecta, et
postea nobis notariis tradita per venerabilem virum dominum Raimundum
Bernardi Flamench, legum doctorem, consiliarium domini ducis,
ut exinde faceremus publicum instrumentum; quorum articulorum seu
capitulorum series sequitur et est talis.<br />


<br />


Ista que secuntur fuerunt prolocuta, tractata et ordinata inter
serenissimum
principem dominum Ludovicum, regis quondam Francorum
filium, ducem andegavensem et turonensem et comitem cenomannensem
ex una parte; et nobiles Laurencium Johannis Fogaca vicecancelarium
et Johannem Gonssalvi, secratarium consiliarium, et venerabilem
dominum Petrum Cavalerii, archidiaconum Ulixbonensem,
procuratores et anbaxiatores serenisimi principis domini Fernandi,
Dei gratia Portugalie et Algarbii regis, ad infrascripta per ipsum
dominum
regem specialiter constitutos, ordinatos et destinatos, ut de
eorum potestate constat per quoddam publicum procuratorium inferius
descriptum, appendicione sigilli plunbei dict domini regis comunitum,
ex altera.<br />


<br />


Primo. Quod inter serenissimos principes predictos, pro se, heredibus,
successoribus et causam suam habentibus, subditis regnis, ducatibus,
comitatibus et aliis terris suis, confederatisque et adherentibus
amicis et benevolis suis, sint, fiant et innitantur vere lige,
fraternitates,
<span class="pagenum">[47]</span>
confederaciones et amicitie contra regem Aragonum qui nunc
est, liberos, heredes, successores, regna sua, vassalos, subditos,
adherentes,
auxiliantes, et valitores suos et partem ipsius regis Aragonum
directe vel indirecte faventes, sub modis, capitulis et condicionibus
infrascriptis;
sic quod ipsi rex Portugalie et dux Andegavensis ac eorum
heredes et successores quicunque sint de cetero boni, veri et fideles
amici, tanquam fratres confederati et ligati insimul in hoc casu contra
regem aragonie predictum, et fiant lige, fraternitates, confederaciones
et amicicie meliori modo quo fieri poterunt inter ipsos.<br />


<br />


Item, quod ipsi rex Portugalie et dux Andegavensis, heredes et
successores quicunque eorundem, custodient, conservabunt et
procurabunt,
pro posse, honorem, comodum et utilitatem alter alterius.<br />


<br />


Item, quod si ipsi rex et dux, predicti heredes et successores sui
quicunque, scirent aut intelligerent seu presumerent quod aliquod
dampnum, impedimentum, vituperium seu malum au injuria posset
seu pararetur venire contra ipsorum alterum, palam vel occulte, directe
vel indirecte, ex parte ipsius regis Aragonum, liberorum, heredum,
successorum quorumcunque, vassalorum, subditorum suorum ant
causam suam habencium, adherencium sibi et confederatorum suorum
partemque suam forencium quorumcunque, ipsi rex Portugalie et dux
Andegavensis predicti, heredes et successores sui quicunque et causas
suas habentes et uterque ipsorum impedient illud toto posse, nec
aliqualiter
consensient seu permittent quod alter ipsorum dampnum, detrimentum,
injuria seu impedimentum, per quamcunque partem regi
<span class="pagenum">[48]</span>
Aragonum faventem, inferantur; quin ymmo, alter qui primo sciverit
aut presumpserit, notificabit alteri et illum certificabit quam cicius
poterit, incontinenti, absque dilacione, sine mora.<br />


<br />


Item, quod dictus dominus dux guerram incipiet, faciet et continuabit
contra dictum regem Aragonum, ejus heredes et successores,
in regnis, comitatibus et aliis terris quas habet et posidet seu
detinet
dictus dominus rex Aragonum in illis partibus, de quibus et illis modis
qui meliores videbuntur; et quando eidem domino duci expediens
vedebitur
ad utilitatem dicte lige et dampnum regis Aragonum et subditorum
suorum, tam per terram quam per mare insimul, temporibus
oportunis et secundum quod expediet utilitati communi.<br />


<br />


Item, quod dicta guerra fienda per terram per dictum dominum
ducem fiat expensis propriis dicti domini ducis.<br />


<br />


Item, quod in guerra fienda per mare per dictum dominum ducem,
dominus rex Portugalie ponet terciam partem navigiorum semper singulis
annis, dicta guerra durante, requisitus per dictum dominum ducem,
et dominus dux Andegavensis ponet duas partes, ita quod pars
domini regis non excedat quindecim galeas.<br />


<br />


Item, quod omnia mobilia que capientur in guerra, tam in terra
quam in mari, per quemcunque et qualitercunque, cedant utilitati lige
et dominorum regis et ducis, pro rata expenssarum per quemlibet
ipsorum sustentarum in dicta guerra, salvo jure capitaneorum et
capiencium
secundum morem guerre.
<br />


<br />


<span class="pagenum"><a name="p49">[49]</a></span>
Item, quod civitates, ville, castra, fortalicia, opida et alia loca que
capientur in regno Maioricarum, in insulis Maioricarum, Evice et
Furmentarie,
in comitatibus Rossilionis, Ciritanie, Confluentie et Vallis
Spirvi ac aliis terris eisdem adjacentibus, per quoscunque et
qualitercunque,
sive gratis, sive per vim, illa incontinenti et sine mora
restituerentur
tanquam sua propria, libere absque custu dicto domino duci
aut habenti mandatum ab eo.<br />


<br />


Item, quod si rex Castelle se ponat in ista guerra in auxilium
dictorum dominorum regis et ducis, et ipsos juvet cum potestate sua
tam per terram quam per mare, ut dicto domino duci concessit, quecumque
loca, caatra et fortalicia que in partibus Murcie seu in quibus
ostendat se jus habere in terra Moline et per quemcumque capiantur
seu acquirantur, ipsi regi Castelle incontinenti restituentur tanquam
sua propria, libere et sine custu; de bonis autem mobilibus ibidem
captis, fiat ut supra dictum est de aliis.<br />


<br />


Item, quod de prima conquisita civitatum, villarum, castrorum,
opidorum et fortaliciorum et aliorum quorumcunque locorum, que fiet
in regnis Aragonie et Valencie seu comitatus Barchinonensis, vel aliis
quibuscunque preter superius expressatum, regi Portugalie primo
salvetur
et satisfiet, eo ipso libere, sine custu aliquo, de et super istis
civitatibus, castris, vilis et fortaliciis, de summa ducentarum mille
duplarum
auri, in quibus rex Aragonie dicto domino regi <a href="#e4">Portugalie</a>
tenetur
et est obligatus; et ipsi regi Portugalie de dicto debito integraliter
<span class="pagenum"><a name="p50">[50]</a></span>
satisfacto, ut est dictum, omnes alie civitates, ville, oppida, castra
fortalicia et alia loca, quecumque sint et qualitercunque capiantur in
dictis regnis Aragonie, Valencie et comitatu Barcinonensi,
communicentur
inter dictos dominos reges Portugalie et Castelle et ducem
Andegavensem,
et quilibes habeat partem suam in eisdem, pro rata quantitatis
sumptuum et expensarum quos eorum quilibet in dicta guerra
facerit, secundum numerum classium et gencium, armorum et aliorum
paramentorum, tam per terram quam per mare, justa ordinacionem
seis militum, duorum videlicet positorum per quemlibet ipsorum regum
et ducis; et per eosdem milites fiet divissio dictarum civitatum,
villarum,
castrorum, opidorum et aliorum locorum que acquirentur in dictis
regnis Aragonie, Valencie et comitatu Barchinonensi inter ipsos reges
et ducem pro rata expensarum per quemlibet ipsorum factorum in dicta
guerra, ut est dictum.--Verumtamen, civitates, villa, castra, opida et
alia loca que capientur in comitatu Barchinonensi, regnis Aragonie et
Valencie, antequam dominus dux integraliter recuperaverit regnum
Maioricarum et dictas insulas eidem adjacentes ac comitatus Rosellionis
et Ciritanie et alias terras predictas eisdem adjacentes,
deliberabuntur
et tradentur dicto domino duci incontinenti; qui dictus <a href="#e5">dominus</a>
dux ea tenebit in manu sua quousque conquestaverit regnum
Maioricarum et comitatus Rosselionis et Ciritanie, et quidquid ad ipsum
pertineat, ut est dictum. Et dictus dominus dux dabit fidem et faciet
homagium et juramentum de restituendo cuilibet partem suam, secundum
<span class="pagenum">[51]</span>
divisiones predictas, cum conquisierit dictum regnum et comitatus,
insulas et alias terras suas integraliter ut est dictum, vel aliud
composuerit cum rege Aragonum super predictis. Intelligatur tamen
quod rex Portugalie non teneatur tradere domino duci loca super et
in quibus erit sibi satisfactum de suo debito supradicto.<br />


<br />


Item, quod civitates, ville, castra, opida et alia loca que regi
Portugalie asignabuntur et distribuentur, tam pro suo principali debito
quam pro parte sua ipsum contingente justa divisissionem predictam,
per dictum dominum regem tradentur et liberabuntur justo
precio dicto domino duci, si ipsi dominus dux habere voluerit, justa
et secundum ordinacionem duorum militum ab utraque parte eligendorum;
et si non possint concordare, eligatur tercius per ambas partes
qui possit concordare et definire.<br />


<br />


Item, quod si contingeret quod aliquis de sanguine regio Aragonie,
aut de sanguine regio aliquorum adherencium suorum, seu capitaneus
aut aliquis dominus aut alius notabilis homo per quemcunque,
sive in terra, sive in mari caperetur, ipse captivus, nomine dictorum
regum et ducis tenebitur nec ponetur ad financiam seu liberabitur
sine consensu et voluntate utriusque.<br />


<br />


Item, quod, ab ista die in antea, ipsi domini rex et dux, heredes
et successores eorum quicunque aut habentes ipsorum causam, cum
dicto rege Aragonie, liberis, heredibus, successoribus, adherentibus
suis quibuscunque, tractatum, pacem, concordiam, aut aliquas amicicias
<span class="pagenum">[52]</span>
tractare, proloqui, facere, contrahere, promittere aut jurare, aut
treugas capere vel concedere non valeant seu possint sine consensu et
voluntate expressis utriusque; ymmo eorum quilibet continuabit guerram
et faciet donec quilibet recuperaverit jus suum.<br />


<br />


Item, quod si contingeret quod, ista guerra incepta, sive ante
guerram inceptam, post tamen istas confederaciones juratas, aliquis
seu aliqui, quacunque occasione vel causa, moveat seu moveant
guerram contra predictos dominos regem Portugalie et ducem
andegavensem vel eorum alterum seu contra valitores suos, alter
teneatur
eum juvare requisitus cum tota potestate sua tam per terram
quam per mare, ad expensas illius contra quem fuerit mota
guerra.<br />


<br />


Item, quod gentes que erunt in guerra per terram et ille que
erunt in navigiis per mare, teneantur se invicem juvare et defendere
et sucurrere indigenti.<br />


<br />


Item, quod dominus dux se obligabit tenere mare contra potenciam
regis Aragonie et ejus valitorum, subditorum et colligatorum, usque
ad quadraginta quinque galeas duntaxat, computatis in dicto numero
quadraginta quinque galearum dictis quindecim galeis dicti domini
regis Portugalie.<br />


<br />


Item, quod dictus dominus dux exiget juramentum, fidem et homagium
ab admirato suo, capitaneis et patronis classium suarum quod
ipsi succurrent et juvabunt in casu necessitatis regem Portugalie et
<span class="pagenum"><a name="p53">[53]</a></span>
terram suam et gentes suas toto posse et tota diligencia, fraude et
captella cessantibus quibuscunque, sicut facerent classes proprie regis
Portugalie si ibi essent omnes armate.<br />


<br />


Item, quod dominus dux se obliget quod totam classem suam
mitit usque ad districtum Gibaltaris exclusive ad recipiendum et
recoligendum
galeas quas dictus rex Portugalie mitet in sucursum et
adjutorium domini ducis, qualibet anno quo volet dominus dux et
continget armari.<br />


<br />


Item, quod, quando dominus dux volet armatam facere, debeat
notificare domino regi Portugalie, infra quindecimam diem mensis
Januarii
illius anni, quot galeas intendit armare pro tempore venienti
seu illa saysone, ad hoc quod dictus dominus rex <a href="#e6">Portugalie</a>
habeat
tempus competens ad parandum galeas suas; et tunc dictus rex mitet
dictas galeas bene armatas taliter quod recedent de portu infra quintam
decimam diem mensis Aprilis, pro veniendo in sucurssum et
adjutorium dicte guerre, et morentur in dicta guerra usque ad primam
diem mensis Septembris.<br />


<br />


Item, quod si aliqua questio oriretur inter dictos reges et ducem
vel duos ex eis occasione dicte lige, dominus Papa aut rex Francie
aut alter ipsorum sit judex in dicta questione dirimenda et de jure
vel amicabili composicione, secundum quod Papa et rex Francie seu
alter ipsorum volet; et sit in ellectione conquerentis quem dictorum
dominorum, Papam et regem, velit adire.<br />


<br />


Post quorum articulorum seu capitulorum et dictas lectionem et
<span class="pagenum"><a name="p54">[54]</a></span>
audicionem ac intelligenciam, prout dicti dominus dux et procuratores
seu anbaxiatores dicebant et asserebant, idem dominus dux, pro se et
heredibus suis et successoribus universsis, palam, publice, in
presencia
dictorum procuratorum et anbaxiatorum et nostr&ucirc;m, notoriorum
et testium infrascriptorum, de sua certa sciencia et consultus,
confessus
fuit quod ipse concordaverat cum dictis procuratoribus et
anbaxiatoribus
dicti domini regis Portugalie dicta capitula et omnia et singula
in eisdem contenta, prout in eisdem describitur et continetur. Ideo
dictus dominus dux, volens et cupiens quod predicta omnia et singula
in dictis capitulis descripta et contenta suum debitum sorciantur
effectum,
bona fide, per pactum sollempne et firmam stipullationem, pro
se et suis heredibus et successoribus universis, promisit dictis
procuratoribus
seu anbaxiatoribus dicti domini regis Portugalie et nobis notariis
infrascriptis, stipulantibus et obligacionem recipientibus nomine
dicti domini regis Portugalie et omnium illorum quorum interest et
interesse
poterit in <a href="#e7">futurum</a>, pro se et
suis heredibus et successoribus
quibuscunque, quod ipse, de puncto ad punctum, tenebit, observabit,
faciet et complebit integraliter et sine defectu omnia et singula
contenta
et descripta in dictis capitulis seu articulis, et quod in nullo
contraveniet aut fieri et veniri permitet; et quod predicta, sicut
dictum
est, dictus dominus dux tenebit, complebit et inviolabiliter
observabit, ad Sancta Dei evangelia dictus dominus dux corporaliter
juravit et fecit homagium, et ut regis filius dedit fidem. Et casu
quo contra predicta vel aliquid de predictis faceret, quod Deus
advertat,
<span class="pagenum">[55]</span>
voluit incidere in penam centum milium marcharum auri, aplicandarum
dicto regi Portugalie tenenti et observanti predicta. Et pro
securiori cautela premissorum, dictus dominus dux obligavit dicto
domino regi seu procuratoribus et anbaxiatoribus, nomine predicto,
omnia bona sua presencia et futura; et vice versa, dicti procuratores
et anbaxiatores dicti domini regis Portugalie, palam et publice, in
presentia dicti domini ducis et nostrum, notoriorum et testium
infrascriptorum,
de sua certa sciencia et consulti, confessi fuerunt quod
ipsi, nomine dicti domini regis Portugalie, concordaverunt cum dicto
domino duce dicta capitula, et omnia et singula in eisdem contenta,
prout in eisdem describitur et continetur. Ideo dicti procuratores
volentes
et cupientes quod predicta omnia et singula, in dictis capitulis
descripta et contenta, suum debitum sorciantur efectum bona fide per
pactum solempne et firmam stipulationem, nomini dicti regis Portugalie,
pro se et suis heredibus et successoribus universis, promiserunt
dicta domino duci stipulanti et dictam obligacionem pro se et suis
heredibus et successoribus quibuscunque recipienti, et nobis notariis
stipulantibus et dictam obligacionem recipientibus nomine illorum
omnium quorum interest et interesse poterit in futurum, quod ipse
dominus rex Portugalie de puncto ad punctum tenebit, observabit,
faciet et complebit et integraliter et sine defectu omnia et singula
<span class="pagenum"><a name="p56">[56]</a></span>
contenta et descripta in dictis capitulis seu articulis, et quod in
nullo
contraveniet au faciet aut fieri vel veniri permitet.<br />


<br />


Et quod predicta, sicut dictum est, dictus dominus rex Portugalie
tenebit, complebit et inviolabiliter observabit et ejus successores,
dicti
procuratores seu anbaxiatores, ad Sancta Dei evangelia, in animam
dicti domini regis Portugalie cujus sunt procuratores et anbaxiatores,
corporaliter jura verunt et homagium fecerunt et fidem dicti domini
regis Portugalie eidem domino duci dederunt. Et nichilominus, dicti
procuratores, nomine predicto, promiserunt dicto domino duci quod
dictus dominus rex Portugalie, omnia et singula concordata inter dictos
dominum ducem ex una parte et dictos procuratores seu anbaxiatores,
nomine quo supra, ex altera, et contenta omnia in hoc presenti
instrumento,
ratificabit hinc ad festum beati Martini hyemalis proxime
instantis, et ad predictorum omnium et singulorum observanciam in
nullo contravenire, per se vel per alium, directe vel indirecte se
obligabit,
mediantibus fidem dantibus, juramento et homagio factis, et
pene centum milium marcharum auri adjectione et suorum bonorum
presentium et futurorum obligacione, et submissionibus et aliis
clausulis
necessariis et oportunis, in omnibus et per omnia sicut dictus dux
se obligavit pro predictis.<br />


<br />


Et fuit expresse conventum et in pactum deductum inter dictos
dominum ducem et dictos procuratores seu <a href="#e8">ambaxiatores</a>
predictos et
expresse retentum per ipsum dominum ducem quod, si dictus dominus
rex Portugalie non fecisset dictam ratificationem sicut supra
dictum est hinc ad dictum festum beati Martini hyemalis proxime
instantis, quod hujuscemodi lige tractatus, promissiones, pacta,
juramenta,
<span class="pagenum"><a name="p57">[57]</a></span>
homagia et fides, et generaliter omnia et singula in hoc presenti
instrumento contenta, sint venitus cassa et vana et ipso jure
nulla, irrita in omnibus et per omnia pro non facta, ac si de predictis
nunquam fuiset factum verbum. Insuper convenerunt dicte partes
quod lige sive capitula concordata hactenus inter dictum dominum
regem Portugalie, ex una parte, et venerabiles et discretos viros,
dominos
Robertum de Nogeriis, archidiaconum rothomagensem et Yvonem,
procuratores domini ducis, ex altera, super ligis fiendis inter
dictos dominos, sint penitus cassa, irrita atque nulla et nullius
eficacie
et valoris. Et generaliter quelibet dictarum partium renunciavit
omni juri per quod poset contra predicta vel aliquid predictarum venire.<br />


<br />


Et pro premissis et premissorum singulis firmiter adimplendis
et inviolabiliter observandis, dictus dux se et ejus bona quecumque,
presentia et futura juridictioni et cohercitioni curie camere
apostolice
domini auditoris et vice-auditoris ejus supposuit et submisit, quodque
dicti procuratores et anbaxiatores, nomine quo supra, se et dominum
suum regem Portugalie predictis curiis supposuerunt et submiserunt
pro premissis et premissorum singulis in dictis capitulis seu articulis
inviolabiliter tenendis et observandis post ratificationem dicti domini
regis ut prefertur, et in nullo <a href="#e9">contravenire</a>
in parte vel in toto,
publice
vel clam, directe vel indirecte, sub penis predictis.
<br />


<br />


<span class="pagenum">[58]</span>
Voluerunt eciam dicte partes et consenserunt quod quicumque
contraverinet
supradicta, in toto vel in parte, et non adimpleret, ut prefertur,
solveret dictam penam alteri tenenti et custodienti tocies quocies
contrafactum fuisset, tunc hiis omnibus et singulis in suo robore
non duraturis.<br />


<br />


Supra qui bus omnibus et singulis, ex et pro parte serenissimi
principis dicti domini ducis andegavensis ac dictorum procuratorum
et anbaxiatorum nomine dicti serenisimi principis regis Portugalie,
nos, notarii infrascripti, fuimus instanter requisiti de et super
instrumentis
conficiendis sibique dandis ac concedendis.<br />


<br />


Acta fuerunt hec, anno, die, ora, loco, indictione, et pontiticatu
predictis, presentibus Serenissimo principe domino Ludovico duce de
Borbonis, reverendis in Christo patribus et dominis Armerico,
parisiensi,
Milone, belvacensi, et Lourencio, briotensi<sup><a href="#15">[15]</a></sup>,
Dei gratia episcopis
et consiliariis regis Francorum, et venerabilibus Hugone, permissione
divina obbate Sancti Guillelmi de Deserto, Regnaldo de
Dormano, archidiacono in ecclesia catalaunensi, et pravidis et
nobilibus
Petro Statisse, milite, ac venerabili et circumspecto viro domino
Raymundo Bernardi Flamench, legum doctore, consiliario domini
ducis andegavensis, testibus ad premissa vocatis specialiter et
rogatis.
<br />


<br />


<span class="pagenum">[59]</span>
Sequitur procuratorium serenissimi principes domini regis Portugalie,
per suos procuratores seu anbaxiatores exhibitum:<br />


<br />


Fernandus, Dei gratia, Portugalie et Algarbii rex, per presentes
litteras notum facimus universis et singulis quos nos, cupientis
nostrorum
sequi vestigia predecessorum in dictis regnis qui, auxiliante
Domino, semper fuerunt amici regum et regalium Francie regni, et
vice versa, sic quod taliter se invicem dilexerunt et inter se bonas
habuerunt confederaciones et pacem et in nullo sibi fuerunt molesti;
experti et solicitam diligenciam et fidelissimam curam venerabilium
virorum Laurencii Johannis Fogaca, juris utriusque periti,
vice-cancelarii,
et Johannis Gonsalvi, sacretarii, et Petri Cavalerii, archidiaconi
Ulixbonensis, dillectorum nostrorum, consulti et deliberati in
nostro pleno consilio, facimus, constituimus et ordinamus nostros
certos
et speciales procuratores, nuncios et anbaxiatores, vos omnes tres
insimul, et destinamus et mitimus ad Serenissimum principem dominum
Ludovicum, regis quondam Francorum filium, ducem andegavensem
et turonensem ac comitem cenomanensem, consanguineum
nostrum carissimum, ad tractandum, faciendum et firmandum ligas
inter nos ex una parte et dictum ducem ex altera, specialiter et
expresse
contra regem Aragonum, filios et heredes, successores, vassalos,
subditos et valitores ipsius et causam suam quoquomodo faventes,
necnon confederatos eidem et amicos; et ad promitendum eidem duci
in juvamen ad hoc terciam partem galearum quas ipse volet armare
<span class="pagenum">[60]</span>
contra dictum regem Aragonum, ut prefertur, dum tamen galee dicti
ducis non excedant numerum quadraginta quinque galeorum; et ad
conveniendum secum super divisione tam rerum immobilium quam
mobilium, captarum in dicta guerra, eo modo quo qui vobis videbitur
et poterit convenire cum ipso; et omnia facienda que vobis videbuntur
et fuerunt oportuna; et pro predictis sic tractatis et conventis cum
ipso duce complendis, ad nos obligandum et bona nostra presentia et
futura eidem duci, et jurandum in animam nostram, et dandam sibi
nostram fidem regiam, et pro nobis et nomine nostro faciendum homagium
et promitendum predicta cum dicto duce consanguineo nostro
concordata, sub penis que, ad validandum dictas ligas, vobis videbuntur
expedire; et ad promitendum quod nos, omnia et singula
tractata et concordata per vos, nostro nomine, cum ipso, infra certum
tempus ratificabimus, confirmabimus cum roboracione juramenti per
nos prestandi et homagii faciendi; et quod fidem regiam dabimus de
predictis, et cum obligacione bonorum nostrorum presencium et
futurorum,
illis eisdem modis et formis quibus ipse dux consanguineus
noster se obligabit pro predictis; et quod possitis nos et bono nostra
submittere curie camere apostolice et ejus auditori aut vice-auditori
et in ipsos juridicionem prorogare; et ad recipiendum similiter ab
eadem duce consanguineoque carissimo, nomine nostro, quecunque
homagia, obligaciones, promissiones et juramenta per que posint dicte
lege firmius validari. Et Nos, etiam de presenti, promittimus omnia
et singula, que cum ipso consanguineo nostro concordaverunt, ratificare
<span class="pagenum">[61]</span>
cum talibus firmitatibus et cautelis, juramentis, homagiis et fidei
dacione, obligacionibus et submissionibus equalibus ipse consanguineus
noster firmaverit predicta. Et in testimonium premissorum, vobis fieri
fecimus presentem litteram sive cartam, nostre bulle sive sigilli
plunbei
appendicione seu apposicione et nostre manus regie subscriptione
munitam et raboratam.<br />


<br />


Quod est actum in paladio nostro de Tentugal, Colimberiensis diocesis,
duodecima die mensis aprilis, anno Domini millesimo trecentesimo
septuagesimo septimo.--Sic signatum: Rex vidit.<br />


<br />


Et seqintur: Nos vero, dux andegavensis predictus, ad premissorum
confirmationem, presens instrumentum, per nostri magni sigilli
appendicionem et nostri nominis manu propria subscriptionem roboravimus
et roboramus: Loys.<br />


<br />


Et sequebatur ultra:<br />


<br />


Ego Stephanus Borneti, clericus lingonensis, publicus apostolice
et imperiali auctoritatibus notarius, qui, premissis concordie, lige et
fraternitatis obl&iuml;gacionibus, promissionibus, submissionibus
et aliis
omnibus, dum ut supra fierent et agerentur, una cum notario et testibus
supra et infra scriptis, presens interfui, ideoque presens publicum
instrumentum alia manu, me aliunde legitime impedito, scriptum,
signo meo solito et publico signavi, huicque me subscripsi ad premissa
et premissorum singula instanter requisitus, in testimonium
premissorum vocatus specialiter et rogatus.
<br />


<br />


<span class="pagenum">[62]</span>
Et sequebatur in fine:<br />


<br />


Et ego Johannes Orrii, clericus andegavensis diocesis, publicus
auctoritate apostolica et imperiali notarius, predictis concordi, lige
promissionibus, submissionibus, juramenti prestatione et omnibus aliis
et singulis, dum per dominum ducem et procuratores predictos agerentur
et fierent, una cum prenominatis testibus presens fui, eaque
fieri vidi et audivi; ideo huic presenti publico instrumento per alium
scripto, me circa alia legitime prepedito, et signo notarii
suprascripti
signato, signum meum solitum apposui, requisitus, licet illa articula
post ratificationem non sint in eodem ordine in alio simili instrumento
posita.<br />


<br />


Quibus quidem capitulis ac instrumento premissis, hostensis, lectisque
seriatim, auditis et clarissime intellectis, prout dictus dominus
rex asserebat, tunc memoratus dominus rex Portugalie palam et publice,
in presencia mei notarii infrascripti ac testium infrascriptorum,
de sua certa sciencia, consultus, confessus fuit et viva voce expressit
se omnia et singula, per nominatos procuratores et anbaxiatores suos,
cum predicto principe ac duce andegavensi contracta, jurata et
concordata,
ac per eosdem promissa et stipulata ipsius nomine, prout
jacent et in predictis capitulis et instrumento plenius continentur et
describuntur, ex tune quo prius inita et firmata fuerunt et ex nunc
grata, rata et firma habere in perpetuum et tenere, eaque prout
concordata
<span class="pagenum">[63]</span>
et firmata sunt laudavit, approbavit et confirmavit. Et volens
insuper et cupiens quod omnia et singula, in predictis capitulis
descripta
et contenta, suum debitum sorciantur effectum bona fide per
pactum solemnem et firmam stipulacionem, pro se suisque heredibus
et successoribus universis promisit in sua fide regia et mihi notario
infrascripto stipulanti et obligacionem recipienti, nomine predicti
ducis
andegavensis et omnium illorum quorum interest et interesse poterit
in futurum, quod ipse rex de puncto ad punctum tenebit et observabit,
faciet et complebit integraliter et sine defectu omnia et singula
contenta et descripta in dictis capitulis seu articulis et quod in
nullo
contraveniet, aut faciet aut fieri aut veniri directe vel indirecte
permitet.
Et quod predicta sic ut dictum est, idem dominus rex tenebit
et complebit et inviolabiliter observabit, ad sancta Evangelia per eum
corporaliter tacta juravit et homagium fecit et ut rex in fide sua
regia
dedit fidem. Et casu quo contra predicta vel aliquid de predictis
faceret, quod Deus advertat, consensit et voluit incidere in penam
centum milium marcaram auri aplicandarum dicto duci andegavensi
tenenti et observanti predicta ut in predictis articulis seu capitulis
continetur. Et pro securiori cautela premissorum, dictus dominus rex
obligavit dicto domino duci et mihi notario, ipsius nomine stipulanti
et obligacionem pro eo recipienti omnia bona presentia et futura, et
sub premissis data fide, juramento et homagio factis, ut premittitur,
et pene centum milium marcarum auri addictione, et suorum bonorum
presentium et futurorum obligacione, ac submissionibus et aliis
clausulis
<span class="pagenum">[64]</span>
necessariis et oportunis, in omnibus et per omnia sicut dictus
dominus rex se obligavit pro predictis.<br />


<br />


Et generaliter renunciavit omni juri per quod posset contra predicta
vel aliquid predictorum venire.<br />


<br />


Et pro premissis et pre missorum singulis firmiter adimplendis et
inviolabiliter observandis, idem dominus rex se et ejus bona quecumque
presencia et futura, jurisdictioni et cohercitioni curie camere
apostolice
et domini auditoris et vice auditoris ejus subposuit et submisit.<br />


<br />


Super quibus omnibus et singulis, ex parte memorati domini regis,
ego, notarius infrascriptus, fui instanter requisitus de et super
instrumentis conficiendis sibique dandis et concedendis.<br />


<br />


Acta fuerunt hec, era, die, hora et loco predictis, presentibus
nobilissimis proceribus et militibus Gonsalvo Valaci de Azevedo,
Martino
Alfonssi de Mello, Alfonsso Gomecii de Silva, domino de Celorico,
Valasco Martini de Mello, custode majore regis et preside in
regno Algarbii, Valasco Fernandi Coutinho, preside in provincia de
Beira, Gonsalvo Gomecii de Silva, pincerna majori dicti domini regis,
venerabili Alfonsso Dominici, utriusque juris perito, consiliario, et
Alfonsso Petri, notario prefati domini regis Portugalie, testibus ad
premissa vocatis specialiter et rogatis.<br />


<br />


Ego, Alvarus Stephani, clericus egitaniensis diocesis, publicus
apostolica auctoritate notarius, qui premissis ratificationi,
promissionibus,
obligacionibus, stipulacionibus et submissionibus, et penarum
<span class="pagenum">[65]</span>
interpositione et juramenti delacione et aliis omnibus, dum ut supra
fierent et agerentur, una cum predictis testibus suprascriptis presens
fui, ideoque presens publicum instrumentum, manu mea scriptum,
signo meo solito et publico signavi, huic me subscripsi, ad premissa
et premissorum singula instanter requisitus, in testimonium premissorum
vocatus specialiter et rogatus.<br />


<br />


<div style="text-align: center;"><img style="width: 150px; height: 160px;" alt="" src="images/fig02.png" /><br />


</div>


<br />


Nos vero, rex Portugalie predictus, ad premissorum confirmacionem,
presens instrumentum, per nostri magni sigilli appendicionem et
nostri nominis manu propria subscriptione roboravimus et roboramus.<br />


<br />


<div class="quote">
(Pour copie conforme. <em>Ch. Urseau</em>,<br />


secr&eacute;taire
de l'ev&eacute;ch&eacute; d'Angers.)
</div>


<br />


<br />


<br />


<h3>II<sup><a href="#16">[16]</a></sup></h3>


<br />


<br />


In nomine Domini nostri Jesus Christi, Amen.<br />


<br />


Sequitur legatio explicito per prudentes virus dominos Arnandum
de Yspania, militem, Senescallum Carcossone, Raymundum Bernardum
Flamenchi, legum doctorem et Johannem Foresii, in legibus licentiatum,
legatos sive ambaxiatores per dominum ducem andegavensem;
principem inclitum, ad dominos reges Castelle et Portugalie
principaliter
destinatos.<br />


<br />


...Die sexta mensis aprilis [al Incarnatione Domini anno millesimo
trecentesimo septuagesimo septimo]<sup><a href="#17">[17]</a></sup>,
jamdicti ambaxiatores
arripuerunt
eorum iter pro accedendo ad dominum regem Portugalie,
et, continuatis dictis seu diebus continuis, accesserunt ad Sanctam
Herenam regni Portugalie, in quo loco applicuerunt die quinta decima
dicti mensis aprilis, ubi erot dominus rex Portugalie. Cui impenderunt
reverentiam die decima septima dicti mensis, et eidem domino
regi, premissis salutationibus debitis ex parte dicti domini ducis
fieri assuetis, presentaverunt ex eadem parte litteras quasdam, quibus
visis per dictum dominum regem, dixit dictis ambaxiatoribus ut
<span class="pagenum">[68]</span>
in crastinum Pasce Domini, que fuit die decima nona dicti mensis,
venirent ad eum ad dicendum et proponendum coram eo quicquid vellent.<br />


<br />


Quo die decima nona, dicti ambaxiatores venerunt ad presentiam
dicti domini regis Portugalie; cui proposuerunt in presentia sui magni
consilii tria per ordinem.<br />


<br />


Et primo, qualiterdominus dux mittebat eos ad eum pro ostendendo
suo regie Majestati jura et justificationes que habet contra regem
Aragonum
et injustitiam quam fecit sibi dictus rex Aragonum; propter
quod dixerunt dicti ambaxiatores eidem domino regi quod dominus
dux, ad informandum melius conscientiam dicti domini regis, miserat
sibi omnes processus, instrumenta et alia munimenta dicti negotii, per
que evidenter apparere poterant cause rationabiles per quas dictus
dominus
dux quodammodo fuit compulsus ad exceptandum jura et eorum
actiones super regno, comitatibus, terris, pecuniis, jocalibus,
fructibus
et aliis juribus superius dictis per personam illustris domine
Ysabellis,
infantisse Majoricarum, contra regem Aragonum sepe dictum. Dixerunt
etiam dicti ambaxiatores dicto domino regi, et eidem ostenderunt
processus factos coram Sommo Pontifice, necnon processus [seu]
tractatus
domini cordinalis, ac etiam allegationes juris et facti, et etiam
ceteras justificationes dicti domini ducis seu ejus juris.
<span class="pagenum">[69]</span>
Secundo, proposuerunt eidem domino regi excusationes propter
quas idem dominus dux non potuit armare seu armatam facere contra
regem Aragonum, quod evenit tam propter tractatum dicti domini
cardinalis quam propter dominum regem Castelle supradictum, qui dictum
tractatum pro bono pacis, et concordie ad se noviter resumpserat.<br />


<br />


Tertio, proposuerunt et dicto domino regi dixerunt ex parte dicti
domini ducis quod placeret sue regie Majestati eis declarare jura que
habet idem dominus rex contra regem Aragonum, ad finem ut dictus
dominus dux et ejus gentes possint melius contendere et deffendere
questionem dicti domini regis Portugalie, eo casu quo dictus dominus
dux condescenderet ad aliquem amicabilem tractatum cum rege Aragonum,
per manum dicti domini regis Castelle aut per alias quascumque,
dicentes quod nom erat aliqualis intentio dicti domini ducis suam
questionem concordare quoquo modo, nisi questio dicti domini regis
Portugalie pariter concordaretur.<br />


<br />


Ad que per ordinem dictus dominus rex Portugalie respondit.<br />


<br />


Et primo, ad primum, quod ipse regratiabatur dicto domino duci
quod sic sibi placuerat eidem domino regi mittere suos processus,
instrumenta
et alia munimenta, dicens quod ipse adeo confidit de bona conscientia
et prudentia dicti domini ducis, quod ipse nunquam acceptasset
dicta jura contra regem Aragonum nisi cum magna justa et rationabili
causa; dicens etiam quod rex Aragonum sempre consuevit
<span class="pagenum"><a name="p70">[70]</a></span>
facere injustitiam cuicumque et denegare rationem, propter quod diyit
quod dictus dominus dux non potest habere malam causam contra
eum, posito quod alia justificatio non esset ex parte dicti domini
ducis.
Dixit etiam idem dominus rey quod de bono ordine quem dictus dominus
dux servavit in suo negotio ipse dominus rex quamplurimum
gaudebat; dicens quod valde prudenter et discrete fuit processum in
causa.<br />


<br />


Ad secundum, respondit idem dominus rex quod ipse haberet dictum
dominum ducem excusatum, et quod non oportebat sibi mittere
ad excusandum, quinymo dixit <a href="#e10">quod</a>,
quandocumque placuerit dicto
domino duci facere armatam contra dictum regem Aragonum, idem
dominus rex est paratus et se paratum obtulit armare et suam armatam
facere contra dictum regem Aragonum, juxta conventiones et
tractatus initos inter eum et dictum dominum ducem, dum tamen idem
dominus dux mandet sibi tempore congruo, juxta formam et modum
in dicti tratactu et conventionibus contentis et declaratis.<br />


<br />


Ad tertium, respondit idem dominus rex, quod ipse per gentes sui
consilii mandaverat informare consciantiam dicti domini ducis de
juribus
que ipse dominus rex habet contra regem Aragonum, et de injustitia
quam sibi facit dictus rex Aragonum, attamen dixit idem dominus
rex quod ipse faceret libenter describi sive scribi totam suam querelam
et totum quicquid in dicto querela fuit agitatum, de capite ad finem,
et mitteret ad dictum dominum ducem. Ad quod responderunt dicti
ambaxiatores
dicto domino regi quod istud nom oportebat facere, quia dictus
<span class="pagenum">[71]</span>
dominus dux et etiam dicti ambaxiatores erant contenti solo verbo
dicti domini regis. Quibus sic peractis, recesserunt dicti
ambaxiatores,
et accesserunt ad dominam reginam Portugalie incontinenti; cui,
premissis salutationibus debitis ex parte dicti domini ducis et domine
duxisse fieri consuetis, presentaverunt litteras tam dicti domini
ducis,
quam dicte domine duxisse; quos quidem litteras dicta domina regina
leta fronte recepit, et de bona sanitate et prosperitate dicti domini
ducis, domine ducisse et domini Ludovici, ipsorum communis filii, fuit
quamplurimum leta et gavisa.<br />


<br />


In crastinum vero [dicte] diei, quod fuit vicesima dicti mensis
aprilis,
venerunt ambaxiatores ad presentiam dicti domini regis Portugalie;
cui dixerunt si volebat eis aliquid precipere, aut dicto domino
duci scribere, quia intendebant, cum ejus bona gratia, ad dictum
dominum
ducem redire. Qui quidem dominus rex respondit quod ipse adhuc
volebat loqui cum uno dictorum ambaxiatorum, scilicet cum domino
Raymundo Bernardo Flamenchi, et dixit quod veniret in crastinum,
cum idem dominus rex esset modicum gravatus. Qua dicto die crastina,
que fuit dies vicesima prima dicti mensis, et aliis quinque diebus
tunc proximo sequentibus, idem dominus rex fuit adeo infirmus et in
persona sua gravatus, quod dicti ambaxiatores nec alii nisi ejus
servitores
non potuerunt ipsum videre propter dictam infirmitatem, licet
dictus dominus Raymundus ex post fuerit cum dicto domino rege loqutus,
scilicet die vicesima septima dicti mensis.
<br />


<br />


<span class="pagenum">[72]</span>
Post que, die prima mensis madii tunc proximo instantis, dicti
ambaxiatores
acceperunt congedium a dictis dominis rege et regina.<br />


<br />


<br />


<br />


<span style="font-weight: bold;">Notas:</span><br />


<br />


<a name="1"></a><sup>[1]</sup>
&laquo;...mas se esta guerra houve algum come&ccedil;o, ou
que se fez sobre este
negocio, n&oacute;s por livros nem escripturas, nenhuma cousa
pod&eacute;mos achar que mais
pozessemos em escripto, mas por&eacute;m entendemos que
n&atilde;o.&raquo; <em>Chr. de D.
Fern.</em>,
cap. XCVII.<br />


<br />


<a name="2"></a><sup>[2]</sup> <em>Livro
das Linh.</em>, MS.<br />


<br />


<a name="3"></a><sup>[3]</sup> <em>Familia
do Apelido de
Cavaleiros</em>, por Antonio Correia da Fonseca,
capit&atilde;o
m&oacute;r da villa de Montem&oacute;r o Velho.
<em>Manso Lima</em>, Ms. da Bibl. Nac. letra
C.<br />


<br />


Diz Fonseca que--&laquo;o mais antigo que achei vivesse n'esta
villa&raquo;--foi
Joanne Glz. <em>Cavaleiro</em>, vereador,
ali, em 1490. &Eacute; curioso o bras&atilde;o attribuido aos
<em>Cavalleiros</em>: em campo vermelho um
le&atilde;o de oiro; timbre azul <em>com tres flores de
liz</em> em oiro. Villasboas, <em>Nobil.
port.</em><br />


<br />


<a name="4"></a><sup>[4]</sup>
&laquo;...havendo-a
por mulher, sendo herdeira depois de seu
pae, que tal casamento
lhe era azo mui grande para cobrar o Reino e ser Rei d'elle.
<em>El-Rei</em> (de
Castella) <em>folgou muito com este recado... crendo por
tal ajuntamento haver o
Reino de Portugal por seu</em>.&raquo; F. Lopes, cap.
CLVII.<br />


<br />


<a name="5"></a><sup>[5]</sup> F. Lopes,
l. c.<br />


<br />


<a name="6"></a><sup>[6]</sup>
&laquo;Como
El-Rei Dom Pedro (de Castella) foi morto, alguns
dos que tinham
os logares por elle tomaram voz por El-Rei Dom Henrique; outros que lhe
obedecer
n&atilde;o quizeram, escreveram logo a El-Rei de Portugal que se
sua merc&ecirc;
fosse de os haver por seus, que levantariam voz por elle e que
come&ccedil;asse a entrar
por Castella e que lhe dariam as villas, e o receberiam por Senhor,
fazendo-lhe
d'ellas menagem. El-Rei Dom Fernando mui ledo d'aquillo respondeu a
todos
que lhe prazia muito e que os havia por seus...&raquo; F. Lopes, l.
c., cap. XXV.<br />


<br />


<a name="7"></a><sup>[7]</sup>
&laquo;...e
porquanto estas gentes de armas cumpria de haver
pagamento por
moeda que se costumasse a correr no Reino do Arag&atilde;o, foi
firmado em esta preitesia
que El-Rei Dom Fernando mandasse l&aacute; tanto oiro e prata de
que se podesse
lavrar moeda de florins e reaes que abastasse para paga das gentes que
houvessem de fazer guerra, as quaes n&atilde;o comessem andando na
terra de El-Rei
de Arag&atilde;o.&raquo; F. Lopes, cap. CXXIV.<br />


<br />


<a name="8"></a><sup>[8]</sup> <em>Hist.
Geneaolog.</em><br />


<br />


<a name="9"></a><sup>[9]</sup> Test.
do Duque D. Jayme. Vide a <em>Senhora
Duqueza</em>, do author.<br />


<br />


<a name="10"></a><sup>[10]</sup> Martim
Louren&ccedil;o da Cunha, pae de Jo&atilde;o
Louren&ccedil;o da Cunha, cas&aacute;ra com
uma filha de Gon&ccedil;alo Annes de Brito e de Dona Maria de
Araujo, &laquo;filha de Martim
Affonso do Sousa Chichorro, irm&atilde;o bastardo de El-Rei Dom
Diniz. Jo&atilde;o Louren&ccedil;o
da Cunha foi casado com D. Leonor Telles de Menezes, a qual mulher
lhe tomou El-Rei Dom Fernando do Portugal, estando o marido vivo e se
casou
com ella, estando prenhe do dito Jo&atilde;o Louren&ccedil;o da
Cunha, de quem houve Alvaro
da Cunha&raquo;.--Dami&atilde;o de Goes, <em>Liv.
das Linh.</em> MS.<br />


<br />


<a name="11"></a><sup>[11]</sup> Por
carta regia, de 19 de abril, 1496.<br />


<br />


<a name="12"></a><sup>[12]</sup>
&laquo;...tendo
El-Rei gr&atilde;o sentimento do oiro que
lhe tom&aacute;ra El-Rei de Arag&atilde;o
e a n&atilde;o boa maneira que tivera em aquelle feito muito
contrario do que cuidava,
e para haver de todo emenda, tratou amisade com Dom Luiz, Duque Danjo
filho de El-Rei de Fran&ccedil;a, que fossem ambos de um accordo em
fazer guerra a
El-Rei de Arag&atilde;o&raquo;. <em>Chr. de D.
Fern.</em>, cap. XCVII.<br />


<br />


<a name="13"></a><sup>[13]</sup> Em
nome de Christo, amen. Saibam quantos, em geral, e cada um em
particular,
presentes e futuros, tenham de ver este instrumento publico, que na Era
millesima quadringentesima decima quinta, no decimo oitavo dia do mez
de
Agosto, cerca das tres horas, na cidade da Guarda, Diocese Egitaniense,
achando-se
presentes o Serenissimo Principe Senhor Fernando, por Gra&ccedil;a
de Deus Rei
de Portugal e dos Algarves, o Illustrissimo, Inclitissimo e Poderoso
Senhor Infante
Jo&atilde;o, irm&atilde;o legitimo do mesmo Senhor Rei, o
nobilissimo e poderoso bar&atilde;o
Senhor Alvaro Pedro, Conde de Arrayolos, o Senhor Gon&ccedil;alo,
Conde de Neyva,
o Senhor Fern&atilde;o Affonso Albuquerque e outros nobilissimos
fidalgos e cavalleiros,
pela maior parte chamados, convocados e convidados ao Pa&ccedil;o
Episcopal da
mesma Cidade, comigo Tabelli&atilde;o abaixo assignado, para, como
testemunhas, pessoalmente
verem e ouvirem o que se segue:--por parte, da parte e por mandado
do mesmo Senhor Rei, pelo veneravel e circumspecto bar&atilde;o
Jo&atilde;o Gonsalves, Conselheiro
privado do mesmo Rei, foram apresentados, lidos e recitados, em voz
alta e intelligivel, em linguagem, alguns capitulos relativos
&aacute; liga de fraternidade, uni&atilde;o,
confedera&ccedil;&atilde;o e amisade contratada entre o dito
Senhor Rei de Portugal,
pelos nobres e prudentes bar&otilde;es Louren&ccedil;o
Jo&atilde;o Foga&ccedil;a, Vice-Chanceller, Jo&atilde;o
Gonsalves, Secretario do mesmo Rei e Senhor Pedro Cavalleiro,
Archidiacono
lisbonense, conselheiros, embaixadores e enviados especiaes e
especialmente
encarregados para por elle e em seu nome concluir esses capitulos,--e o
Serenissimo
Principe Senhor Luiz; filho do Rei dos Francezes, Duque Andegavense
e Turonense e Conde Cenomanense, por si proprio e, em geral, seus
herdeiros e
successores e seus partidarios, reinos, ducados, condados e outras
terras suas, ou
confederados, adherentes e amigos, nos termos do instrumento da
predicta liga,
allian&ccedil;a, confedera&ccedil;&atilde;o, amisade e
conven&ccedil;&atilde;o que foi apresentado e lido, e
&eacute; feito
por official publico, assellado com o sello grande do dito Duque, em
seu nome e
por elle proprio sobscripto, em boa e perfeita f&oacute;rma, no
qual predicto instrumento
se acham insertos, uniforme e successivamente, os capitulos
fundamentaes da Liga,
allian&ccedil;a, confedera&ccedil;&atilde;o, amisade e
conven&ccedil;&atilde;o. E o theor do mesmo instrumento,
palavra por palavra, fica entendido ser o seguinte.<br />


<br />


Em nome de Christo Victorioso: amen.<br />


<br />


Por quanto para a uni&atilde;o e allian&ccedil;a convergem os
animos, reconhecendo que
o valor associado vale mais do que desunido, pois que a fortaleza e o
poder se
multiplicam assegurando a victoria e o triumpho, destro&ccedil;ando
as hostes inimigas,
abatendo frequentemente a sua soberba e anniquilando-a, como exigem as
injusti&ccedil;as
que t&ecirc;em praticado e poderiam praticar ainda; e igualmente,
por esta suave
maneira se consegue alcan&ccedil;ar a felicidade da paz com a qual
se acrescenta a
gloria dos imperantes, se obtem a seguran&ccedil;a e se prepara o
socego dos subditos:--daqui
se segue ser de proveito manifestar se a todos, pelo presente
instrumento
publico que no anno corrente do Senhor, millessimo tricentesimo
septuagessimo
septimo, dia vigesimo nono do mez de julho, cerca da hora nona,
na Indic&ccedil;&atilde;o decima quinta, no septimo anno do
Pontificado do Santissimo Padre
em Christo e Senhor nosso, Senhor Gregorio, pela Gra&ccedil;a
divina Papa undecimo,
presentes o Serenissimo Principe Senhor Luiz, filho do Rei dos
Francezes, Duque
Andegavense e Turonense e Conde Cenomanense e os veneraveis e prudentes
bar&otilde;es
Louren&ccedil;o Jo&atilde;o Foga&ccedil;a, Vice-Chanceller,
Jo&atilde;o Gonsalves, Secretario
Conselheiro e Senhor Pedro Cavalerio, Archidiacono lisbonense,
procuradores e
embaixadores do Serenissimo Principe Senhor Fernando, Rei de Portugal e
dos
Algarves, especialmente constituidos, mandados e nomeados pelo mesmo
Senhor
Rei para por elle concluir o contrato abaixo, como consta dos seus
mandato e
poderes em instrumento de publica procura&ccedil;&atilde;o
roborado e firmado do proprio punho
e com o sello pendente de chumbo do mesmo Senhor Rei, que vae em
seguida
transcripto, palavra por palavra; e bem assim as testemunhas e
n&oacute;s tabelli&atilde;es
abaixo assignados presencialmente convocados e reunidos nas casas ou
Palacio vulgarmente chamado Vicestre, proximo de Par&iacute;s e sua
Diocese, por
mandado e accordo dos dicto Senhor Duque e procuradores e embaixadores
do
dicto Senhor Rei de Portugal; em presen&ccedil;a de todos os
mencionados e de n&oacute;s
tabelli&atilde;es que ouvimos e bem entendemos, foram lidos os
artigos ou capitulos
infra-escriptos, em voz alta e intelligivel e em lingua latina, como
estam, e
depois entregues a n&oacute;s tabelli&atilde;es pelo veneravel
bar&atilde;o Senhor Raymundo Bernardo
Flamench, Doutor em leis, Conselheiro do Senhor Duque, para que os
reduzissemos a publico Instrumento, os quaes artigos e capitulos
s&atilde;o, por sua
ordem, os seguintes:<br />


<br />


Estes capitulos que seguem foram os discutidos, tratados e ordenados
entre
o Serenissimo Principe Senhor Luiz, filho do Rei dos Francezes, Duque
Andegavense
e Turonense e Conde Cenomanense, de uma parte, e por outra os nobres
Louren&ccedil;o Jo&atilde;o Foga&ccedil;a, Vice-Chanceller
e Jo&atilde;o Gonsalves, Secretario Conselheiro
e o veneravel Senhor Pedro Cavalleiro, Archidiacono da S&eacute; de
Lisboa, procuradores
e embaixadores do Serenissimo Principe Senhor Fernando, por
Gra&ccedil;a de
Deus Rei de Portugal e dos Algarves, para o que vae abaixo escripto
especialmente
constituidos, mandados e nomeados pelo mesmo Senhor Rei, como consta
dos seus poderes em procura&ccedil;&atilde;o publica adiante
transcripta, tendo o s&ecirc;llo
pendente de chumbo do dito Senhor Rei:<br />


<br />


Primeiro. Que entre os mesmos Serenissimos Principes, por si, seus
herdeiros,
successores, partidarios e reinos, ducados, condados e outras terras
suas, e
confederados e adherentes, amigos e affei&ccedil;oados, haja e seja
feita e mantida verdadeira
Liga fraterna, reciproca e amiga contra o Rei d'Arag&atilde;o, que
agora &eacute;,
seus filhos, herdeiros e successores, e contra seus reinos, vassallos,
subditos, <a href="#e11">partidarios</a>,
auxiliares, protectores e quantos favore&ccedil;am a parte do mesmo
Rei d'Arag&atilde;o,
directa ou indirectamente, nos termos e segundo os capitulos e
condi&ccedil;&otilde;es
abaixo escriptas, e outro sim que os mesmos Rei de Portugal e Duque
Andegavense,
seus herdeiros e successores, fa&ccedil;am Liga fraterna, reciproca
e amiga como
entre si, do melhor modo que ser possa, seja com quem for e com seus
bons,
verdadeiros e fieis amigos, como irm&atilde;os, <a href="#e12">confederados</a>
e
alliados, para este caso,
contra o mesmo Rei de Arag&atilde;o.<br />


<br />


Item, que os mesmos Rei de Portugal e Duque Andegavense, seus herdeiros
e successores guardem, conservem e promovam quanto importe &aacute;
honra,
commodo e utilidade de cada um, reciprocamente.<br />


<br />


Item, que se os mesmos Rei e Duque, seus herdeiros e successores
quaesquer
que sejam, souberem, conhecerem ou presumirem que se prepara ou intenta
algum
damno, impedimento, vituperio ou prejuizo ou injuria contra qualquer
d'elles,
clara ou secretamente, directa ou indirectamente, da parte do mesmo Rei
de
Arag&atilde;o ou de seus filhos, herdeiros ou de quaesquer
vassallos ou subditos seus,
ou partidarios, adherentes, ou quaesquer confederados, ou auxiliares
d'elle, os
mesmos preditos Rei de Portugal e o Duque Andegavense, os predictos
herdeiros
ou successores quaesquer, ou partidarios seus, ou cada um d'elles de
per si,
o impe&ccedil;am com todas as suas for&ccedil;as; nem do mesmo
modo consintam ou permittam,
que por qualquer parte auxiliar do Rei d'Arag&atilde;o se commetta
o dito damno,
detrimento, injuria ou impedimento; assim como tambem aquelle que
primeiro o
souber, ou o presumir, notificar&aacute; ao outro e o
certificar&aacute;, o mais depressa que
pod&eacute;r, em continente, sem delongas, nem demora.<br />


<br />


<em>Item</em>, que o dicto senhor Duque
comece a guerra e a fa&ccedil;a e continue contra o
dito Rei d'Arag&atilde;o e seus herdeiros e successores nos reinos,
nos condados e em
outras terras que tenha e possua ou conserve o dito senhor Rei
d'Arag&atilde;o n'estas
partes, por todos os modos, que melhores julgar; e, quando o mesmo
Senhor julgar
de utilidade para a dicta Liga, e de damno para o Rei
d'Arag&atilde;o e seus subditos,
intentar ao mesmo tempo a guerra por mar e por terra, o far&aacute;
em occasi&atilde;o
opportuna, como convenha &aacute; utilidade commum.<br />


<br />


<em>Item</em>, que a dita guerra que houver
de ser feita por terra, ser&aacute; feita pelo dito
senhor Duque a expensas suas.<br />


<br />


<em>Item</em>, que na guerra que houver de
ser feita por mar pelo dito Senhor Duque,
o Senhor Rei de Portugal entrar&aacute; com a ter&ccedil;a
parte dos navios, sempre e em cada
anno, por todo o tempo que a mesma guerra durar, segundo o requerer o
mesmo
Senhor Duque; e o Senhor Duque Andegavense entrar&aacute; com duas
partes, de modo
que a parte do Senhor Rei n&atilde;o exceda o numero de quinze
gal&eacute;s.<br />


<br />


<em>Item</em>, que todas as cousas moveis que
forem tomadas na guerra, quer na terra
quer no mar, por quem quer que seja, reverta em utilidade da Liga, e
dos Senhores
Rei e Duque, <em>pro rata</em> das despezas
por qualquer d'elles feitas para sustentar
a guerra; salvo por&eacute;m o direito dos capit&atilde;es e
dos aprezadores segundo o costume
da guerra.<br />


<br />


<em>Item</em>, que as cidades, villas,
castellos, fortalezas, pra&ccedil;as fortes e outros logares
que forem tomados no reino dos maioricos, nas ilhas dos maioricos Evice
e
Furmentaria, nos condados do Rossil&atilde;o, Ceritania,
Confluencia e Valle Spirvi, e
em outras terras &aacute;s mesmas adjacentes, por quem quer que
seja, com violencia
ou sem ella, sejam em continente e sem demora restituidas, como suas
proprias,
e livres de todo o encargo, ao dito Senhor Duque, ou a quem apresentar
mandato
d'elle.<br />


<br />


<em>Item</em>, que se o Rei de Castella
quizer tomar parte n'esta guerra, em auxilio
dos ditos Senhores Rei e Duque e ajudal-os com o seu poder, por mar e
por terra,
convindo ao dicto Senhor Duque, todos os logares, castellos e
fortalezas que nas
partes de Murcia ou n'aquellas a que mostrar ter direito, na terra de
Molina,
forem tomadas ou adquiridas seja por quem for, ser&atilde;o desde
logo entregues, como
cousa propria, ao mesmo rei de Castella, e livres de todo o encargo;
pelo que
diz respeito por&eacute;m, a quaesquer bens moveis, proceder-se-ha
&aacute;cerca d'elles da
mesma maneira que j&aacute; acima se disse com
rela&ccedil;&atilde;o a outros.<br />


<br />


<em>Item</em>, que as primeiras conquistas de
cidades, villas, castellos, fortalezas e
logares fortificados e de outros quaesquer logares, que forem feitas
nos reinos de
Arag&atilde;o e Valencia, ou no condado de Barcelona, ou n'outros
quaesquer, acima
n&atilde;o designados, ser&atilde;o primeiramente entregues,
livres e sem encargos, ao Rei de
Portugal, at&eacute; que seja pago e satisfeito da somma de
duzentas mil dobras de
oiro, que o Rei de Arag&atilde;o retem e por que &eacute;
obrigado ao dito Senhor Rei de Portugal;
ficando garantes d'esta quantia as ditas cidades, castellos, villas e
fortalezas;
e depois do Senhor Rei de Portugal ser integralmente pago da referida
quantia, como dicto &eacute;, todas as outras cidades, villas,
pra&ccedil;as fortes, fortalezas e
mais logares, quaesquer que sejam, que forem tomados por quem quer
que for,
nos dictos Reinos d'Arag&atilde;o, Valencia e condado de Barcelona
ser&atilde;o divididos entre
os dictos Senhores reis de Portugal e Castella e o Duque andegavense, e
cada
um ter&aacute; a sua parte n'ellas, <em>pro
rata</em> dos gastos e despezas que cada um tiver
feito na dicta guerra conforme o numero de navios, gente, armas e
outros petrechos
para o exercito e para a armada; e, convem a saber, segundo a
ordena&ccedil;&atilde;o
feita por seis cavalleiros, escolhidos, dois por cada um dos Reis e
Duque; e pelos
mesmos cavalleiros ser&aacute; feita a divis&atilde;o das
dictas cidades, villas, castellos, pra&ccedil;as
fortes e outros logares que se adquiriram nos dictos reinos de
Arag&atilde;o, Valencia e
condado de Barcelona entre os mesmos Reis e Duque, <em>pro
rata</em> das despezas, por
qualquer d'elles feitas, na dita guerra, como dicto &eacute;.<br />


<br />


Com rela&ccedil;&atilde;o por&eacute;m &aacute;s
cidades, villas, castellos, pra&ccedil;as fortes e outros logares,
que forem aprezados no condado de Barcelona, nos reinos
d'Arag&atilde;o e Valencia,
emquanto o Senhor Duque n&atilde;o recuperar integralmente o Reino
dos
Maioricos e as dictas ilhas adjacentes, e o condado de
Rossill&atilde;o e Ceritania e as
mais terras predictas adjacentes, ser&atilde;o logo entregues ao
Senhor Duque; as quaes
o dicto Senhor Duque conservar&aacute; em sua posse, at&eacute;
conquistar o Reino dos Maioricos
e o condado de Rossill&atilde;o e Ceritania, e tudo quanto lhe
perten&ccedil;a, como dicto
&eacute;. E o dicto Senhor Duque prestar&aacute; f&eacute;,
e homenagem e juramento de restituir a
todos a parte que lhes tocar, na conformidade das divis&otilde;es
predictas, logo que
conquistar o dicto reino e condado, ilhas e outras terras suas
integralmente como
dicto &eacute;, ou que tenha entrado por outra f&oacute;rma em
composi&ccedil;&atilde;o com o Rei de Arag&atilde;o
a este respeito. Fique por&eacute;m entendido que o Rei de Portugal
n&atilde;o &eacute; obrigado
a entregar ao Senhor Duque os logares sobre os quaes e nos quaes
rec&aacute;e a garantia
do pagamento da quantia que lhe &eacute; devida e de que acima se
fallou.<br />


<br />


<em>Item</em>, que as cidades, villas,
castellos, pra&ccedil;as fortes e outros logares que forem
designados e distribuidos ao Senhor Rei de Portugal, tanto por seu
principal
credito, como pela parte que lhe possa pertencer, segundo a predicta
divis&atilde;o,
poder&atilde;o ser entregues pelo dito Senhor Rei, por seu justo
pre&ccedil;o, ao dito Senhor
Duque, se o mesmo Senhor Duque quizer ficar com ellas e nos termos e
conformidade
com a ordena&ccedil;&atilde;o dos seis cavalleiros, nomeados
por cada uma das partes;
e se n&atilde;o vierem a um accordo, ser&aacute; eleito um
terceiro com a acceita&ccedil;&atilde;o de ambos,
que possa realisar o accordo e chegar a um resultado definitivo.<br />


<br />


<em>Item</em>, que se acontecer que alguem do
sangue Real d'Arag&atilde;o ou de sangue
Real de alguns adherentes seus, ou algum senhor ou pessoa notavel, for
aprisionado
por quem quer que seja, no mar ou em terra, em nome dos ditos reis e
duque,
n&atilde;o ser&aacute; posto em remiss&atilde;o, nem em
liberdade, sem o consenso e vontade
de um e outro.<br />


<br />


<em>Item</em>, que anterior ao dia d'este
contrato, se os mesmos Senhores Rei e Duque,
seus herdeiros e successores ou os que seguem a sua causa, tiverem
feito
com o dito Rei de Arag&atilde;o ou com seus filhos ou herdeiros ou
successores ou adherentes
d'elles, algum contrato de pazes, concordia, proposto, feito,
contrahido, promettido
ou jurado tomar treguas ou concedel-as: n&atilde;o valha nem possa
valer similhante
contrato, sem o consentimento e vontade expressa de um e outro; e pelo
contrario o que o houve feito continuar&aacute; a guerra e a
far&aacute;, at&eacute; que cada um recupere
o seu direito.<br />


<br />


<em>Item</em>, que se acontecer que no
come&ccedil;o da guerra ou antes d'ella come&ccedil;ada,
estando comtudo j&aacute; jurados estes capitulos, alguem ou
alguns, em qualquer occasi&atilde;o
ou por qualquer motivo, mova ou movam guerra contra os predictos
Senhores
Rei de Portugal e Duque andegavense, ou contra qualquer d'elles ou
contra
os seus auxiliares, o outro &eacute; obrigado, sob juramento, a
auxilial-o com todo o seu
poder, por terra e por mar, correndo as despezas por conta d'aquelle
contra o
qual foi movida a guerra.<br />


<br />


<em>Item</em>, que as gentes que entrarem
n'esta guerra, quer perten&ccedil;am ao exercito,
quer perten&ccedil;am &aacute; armada, s&atilde;o obrigadas
sob juramento a defender-se reciprocamente
e a prestar auxilio &aacute;s que d'elle carecer.<br />


<br />


<em>Item</em>, que o Senhor Duque se
obrigar&aacute; a ter no mar contra o poder do Rei
d'Arag&atilde;o, e contra os auxiliares d'elle, subditos e
alliados, at&eacute; quarenta e cinco
gal&eacute;s, computados n'este numero de quarenta cinco as quinze
ditas gal&eacute;s do Senhor
Rei de Portugal.<br />


<br />


<em>Item</em>, o dito Senhor Duque
exigir&aacute; juramento de fidelidade e homenagem ao
seu Almirante, capit&atilde;es e patr&otilde;es dos seus
navios, de que elles soccorrer&atilde;o e n&atilde;o
deixar&atilde;o de soccorrer o Rei de Portugal, em caso de
necessidade, e as suas terras
e gentes, com todo o poder e diligencia, sem fraudes e
restric&ccedil;&otilde;es cessantes,
como fariam os proprios navios do rei de Portugal se ali estivessem
todos armados.<br />


<br />


<em>Item</em>, que o Senhor Duque se obriga a
mandar toda a sua armada ao districto
de Gibraltar, exclusivamente, para receber e recolher as
gal&eacute;s que o dito Senhor
Rei de Portugal tem de mandar em auxilio e ajuda do Senhor Duque e que
lhe
pertence armar em cada anno quando o Senhor Duque o exigir.<br />


<br />


<em>Item</em>, que quando o Senhor Duque
quizer apromptar a armada, dever&aacute; notifical-o
ao senhor Rei de Portugal at&eacute; o dia quinze do mez de janeiro
d'aquelle
anno em que pretender armar as gal&eacute;s, por ter chegado a
occasi&atilde;o propria, a fim
de que o dito Senhor Rei de Portugal, tenha o tempo necessario para
apparelhar
as suas gal&eacute;s; e ent&atilde;o o dito Rei
mandar&aacute; as suas gal&eacute;s bem armadas, de tal
modo que levantem do porto antes do decimo quinto dia do mez de abril,
a fim
de irem em auxilio e ajuda da dita guerra, e n'ella se
demorar&atilde;o at&eacute; o primeiro
dia do mez de setembro.<br />


<br />


<em>Item</em>, que se se levantar alguma
quest&atilde;o entre os ditos Reis e Duque ou entre
dois d'elles por occasi&atilde;o d'esta liga, o Senhor Papa ou o
Rei de Fran&ccedil;a ou
um d'elles ser&aacute; o juiz na decis&atilde;o da dita
quest&atilde;o ou de jure ou de composi&ccedil;&atilde;o
amigavel, segundo como o Papa ou o Rei de Fran&ccedil;a ou qualquer
d'elles quizer;
e ser&aacute; para a elei&ccedil;&atilde;o parte queixosa
aquelle dos ditos senhores que queira apresentar-se
ao Papa ou ao Rei.<br />


<br />


Depois da leitura e audi&ccedil;&atilde;o e intelligencia
d'estes ditos capitulos ou artigos,
assim como o Senhor Duque e procuradores ou embaixadores diziam e
asseguravam,
o mesmo Senhor Duque, por si, por seus herdeiros e todos os seus
successores,
clara e publicamente, em presen&ccedil;a dos ditos procuradores e
embaixadores,
e de n&oacute;s notarios e testemunhas abaixo inscriptas, de sua
certa sciencia e delibera&ccedil;&atilde;o
confessou que elle <a href="#e13">concordava</a>
com os ditos procuradores e embaixadores
do dito Senhor Rei de Portugal em todos os capitulos e em tudo quanto
em cada
um d'elles se continha, como nos mesmos se achava escripto e contido.<br />


<br />


Por isso o dito Senhor Duque querendo e desejando que todas as
determina&ccedil;&otilde;es
e cada uma d'ellas de per si, que se achavam consignadas e contidas nos
mesmos capitulos produzissem o seu devido effeito, em boa
f&eacute;, por pacto solemne
e firme estipula&ccedil;&atilde;o, por si e por seus herdeiros
e por todos os seus successores
prometteu aos ditos procuradores e embaixadores do Rei de Portugal e a
todos
a quem interessava ou podia interessar de futuro, por si e por seus
herdeiros e
quaesquer successores, que elle, ponto por ponto cumpriria, observaria,
faria observar
e cumprir integralmente e &aacute; risca, tudo quanto se acha
determinado em todos
e em cada um dos ditos capitulos ou artigos, e n&atilde;o
infringiria nenhum nem consentiria
que se lhes fizesse ou fosse feita nenhuma
infrac&ccedil;&atilde;o; e que o dicto Senhor
Duque manter&aacute;, cumprir&aacute; e inviolavelmente
observar&aacute; os predictos capitulos.
O dicto Senhor Duque jurou corporalmente sobre os Santos Evangelhos e
prestou homenagem, e, como filho de Rei, deu sua f&eacute;. E no
caso de ir contra
os predictos capitulos, ou contra alguma
determina&ccedil;&atilde;o d'elles, o que Deus
n&atilde;o permitta, quer soffrer a pena de cem mil marcos de oiro
que dever&atilde;o ser dados,
n'este caso, ao dicto Rei de Portugal mantenedor e observador do
contrato.
E para mais segura garantia das premissas, o dicto Senhor obrigou ao
dicto Senhor
Rei ou aos seus procuradores ou embaixadores, no seu predito nome,
todos
os seus bens presentes e futuros. E vice-versa os dictos procuradores e
embaixadores
do dicto Senhor Rei, manifesta e publicamente, na presen&ccedil;a
do dicto Senhor
Duque e de n&oacute;s notarios e testemunhas infra scriptas, de sua
certa sciencia e delibera&ccedil;&atilde;o
certificaram que elles, em nome do dicto Senhor Rei de Portugal
concordavam
com o dicto Senhor Duque nos dictos capitulos e em tudo quanto n'elles
se cont&eacute;m, e determinado nos mesmos, litteralmente, como
n'elles se descreve
e cont&eacute;m. E para que produzam o seu devido effeito, em boa
f&eacute; e por pacto solemne
e firme estipula&ccedil;&atilde;o, em nome do dicto Rei de
Portugal, por si e por seus
herdeiros e por todos os seus successores prometteram ao Senhor Duque
estipulante,
a dicta obriga&ccedil;&atilde;o por si e por seus herdeiros e
successores quaesquer, a
elle Senhor Duque e a n&oacute;s notarios estipulantes, que nos
responsabilis&acirc;mos pela
dicta obriga&ccedil;&atilde;o, em nome de todos, e a quem
interessa e poder&aacute; de futuro interessar,
que o mesmo Senhor Rei de Portugal, ponto por ponto,
manter&aacute;, observar&aacute;
e far&aacute; manter e observar, e cumprir&aacute;
integralmente e inteiramente todas as
determina&ccedil;&otilde;es e cada uma de per si, contidas e
descriptas nos ditos capitulos ou
artigos, e em nada contravir&aacute;, ou far&aacute; contravir,
nem permittir&aacute; que se fa&ccedil;a ou
execute. E que os predictos capitulos, como dicto &eacute;, o dicto
Senhor Rei de Portugal
manter&aacute;, cumprir&aacute; e inviolavelmente
observar&aacute;, assim como tambem os
successores d'elle; e os dictos procuradores ou embaixadores juraram
corporalmente,
sobre os Santos Evangelhos de Deus, em nome do dicto Rei de Portugal,
cujos procuradores e embaixadores s&atilde;o, prestaram
f&eacute; em nome do dicto Senhor
Rei de Portugal ao mesmo Senhor Duque.<br />


<br />


E ainda mais, os dictos procuradores, no predicto nome, prometteram ao
dicto
Senhor Duque que o dicto Senhor Rei de Portugal ractificar&aacute;
tudo o que foi concordado
entre o dicto Senhor Duque de uma parte, e os dictos procuradores ou
embaixadores, no nome acima mencionado, da outra, todo o
conte&uacute;do no presente
instrumento d'aqui at&eacute; &aacute; festa do bemaventurado
Martinho, no proximo futuro inverno,
se obrigar&aacute; &aacute; observancia dos predictos accordos,
de cada um d'elles, e a
n&atilde;o proceder em contrario, nem por si nem por outro, nem
directa ou indirectamente,
prestando os mediadores f&eacute; e juramento e fazendo homenagem,
e al&eacute;m
d'isso &aacute; pena de cem mil marcos de oiro e &aacute;
hypotheca de todos os seus bens
presentes e futuros; e com estas submiss&otilde;es e outras
clausulas necessarias e opportunas
em todas as cousas, e por todas ellas, como dicto &eacute;, o dicto
Duque se
obrigou ao seu cumprimento.<br />


<br />


E foi expressamente convencionado e deduzido em pacto entre os dictos
Senhor
Duque e dictos procuradores ou embaixadores, e expressamente combinado
pelo mesmo Senhor Duque, que, se o dicto Senhor Rei de Portugal
n&atilde;o fizesse a
dicta ractifica&ccedil;&atilde;o, como acima se disse, d'aqui
at&eacute; &aacute; dicta festa do bemaventurado
Martinho no inverno proximo futuro, que tudo juncto, liga, tratados,
promessas,
pactos, juramentos, homenagens e fidelidades, e geralmente todas as
cousas e
cada uma d'ellas, que se acham contidas n'este presente instrumento,
sejam totalmente
cassadas e inutilisadas, e de direito nullas e sem effeito nenhum, em
todas e em tudo, como se nunca se tivessem feito nem se escrevesse uma
palavra
d'elle. Alem d'isso concordaram as dictas partes que a liga ou
capitulos ajustados
at&eacute; hoje entre o dito Senhor Rei de Portugal, de uma parte,
e os veneraveis
e discretos senhores, os senhores Roberto de Nogerio, archidiacono
Rothomagense
e Yvone, procuradores do Senhor Duque, da outra relativamente
&aacute;s aven&ccedil;as
feitas entre os ditos senhores, ser&atilde;o totalmente cassados,
irritos e nullos e de nenhuma
efficacia e valor. E geralmente cada uma das dictas partes
renunciar&aacute; a
o todo direito, pelo qual podesse ir contra o que fica ajustado, no
todo ou em
parte.<br />


<br />


E para mais firme cumprimento e inviolavel
execu&ccedil;&atilde;o das premissas e de
cada uma d'ellas, o dicto Duque sujeitou e submetteu a sua pessoa e
todos os
seus bens havidos e por haver &aacute;
jurisdic&ccedil;&atilde;o e disposi&ccedil;&atilde;o do
senhor auditor e vice-auditor
da curia da camara apostolica, e logo tambem os dictos procuradores e
embaixadores, no referido nome acima sujeitaram e submetteram as suas
pessoas
e o Senhor seu Rei de Portugal &aacute; predicta curia, a fim de
que as premissas e
cada uma d'ellas contidas nos dictos capitulos ou artigos fossem
inviolavelmente
observadas e cumpridas depois de ratificadas pelo dicto Senhor Rei,
como acima
se disse, e em ponto, nenhum alteradas, em parte ou no todo publica ou
secretamente,
directa ou indirectamente, sob as penas predictas.<br />


<br />


Quizeram tambem as ditas partes e mutuamente convieram que aquelle que
faltasse no todo ou em parte e as n&atilde;o cumprisse, como se
disse, pagasse a dita
pena ao outro que as observava e guardava, tantas vezes quantas fossem
as infrac&ccedil;&otilde;es,
emquanto todos estes capitulos e cada um d'elles n&atilde;o
estivessem em
todo o seu pleno vigor.<br />


<br />


Sobre estas cousas e cada uma em particular, fomos rogados
instantemente
por parte do serenissimo principe o dito Senhor Duque andegavense, e
por parte
dos dictos procuradores e embaixadores em nome do serenissimo principe
Rei de
Portugal, n&oacute;s notarios infrascriptos, para lavrar os
respectivos instrumentos a
fim de lhes serem dados e distribuidos.<br />


<br />


Estes actos tiveram logar no anno, dia, hora, local,
indic&ccedil;&atilde;o e pontificado
j&aacute; designados, estando presentes o serenissimo principe
Senhor Luiz, Duque de
Bourbon, os reverendos em Christo padres e senhores Armerico,
parisiense, Milone,
belvacense, e Laurencio, briocense, por gra&ccedil;a de Deus bispos
e conselheiros
do Rei dos francezes, e os veneraveis Hugo, por permiss&atilde;o
divina abbade de S&atilde;o
Guilherme do Deserto, Regnaldo de Dormano, archidiacono da Igreja
catalunnense,
e os pr&oacute;vidos e nobres Pedro Statisse, cavalleiro, e o
veneravel e circumspecto
senhor, o senhor Raymundo Bernardo Flamech, doutor em leis, conselheiro
do Senhor Duque andegavense, testemunhas nomeadas especialmente e
escolhidas
para as negocia&ccedil;&otilde;es.<br />


<br />


Segue-se a procura&ccedil;&atilde;o do serenissimo principe o
Senhor Rei de Portugal
apresentada por seus procuradores ou embaixadores:<br />


<br />


Fernando, por gra&ccedil;a de Deus, Rei de Portugal e dos Algarves,
pelas presentes
cartas fazemos saber a todos em geral e a cada um em particular que
n&oacute;s
desejosos de seguir os exemplos dos nossos predecessores nos ditos
reinos, que,
com o auxilio de Deus, foram sempre amigos dos reis e das pessoas reaes
do Reino
de Fran&ccedil;a e vice-versa, de tal modo que sempre se amaram
mutuamente, e entre
si tiveram boas confedera&ccedil;&otilde;es e paz, e em cousa
nenhuma se molestaram uns ao
outros; conhecendo a solicita diligencia e fidelissimo cuidado dos
veneraveis bar&otilde;es
Louren&ccedil;o Jo&atilde;o Foga&ccedil;a, perito em um e
outro direito, vice-chanceller,
e de Jo&atilde;o Gonsalves, secretario, e de Pedro Cavalleiro,
archidiacono lisbonense,
nossos dilectos amigos; por consulta e
delibera&ccedil;&atilde;o do nosso pleno conselho,
vos fazemos, constituimos e nome&acirc;mos, a v&oacute;s todos
tres, juntamente, nossos
certos e especiaes procuradores, e vos envi&acirc;mos e dirigimos
n'esta qualidade, ao
serenissimo principe o Senhor Luiz, filho do Rei dos Francezes, Duque
andegavense
e turonense e conde cenomanense, nosso consanguineo carissimo, para
contractar,
effectuar e formar uma liga entre n&oacute;s, de uma parte, e da
outra parte o
dito Duque, especialmente e expressamente contra o Rei de
Arag&atilde;o e seus filhos
e herdeiros, successores, vassallos, subditos e auxiliares d'elle, e
contra os que de
qualquer modo favore&ccedil;am a sua causa e tambem contra
os <a href="#e14">federados</a> e amigos
d'elle; e para prometter ao mesmo Duque, sob juramento
<em>ad hoc</em>, a ter&ccedil;a parte das
gal&eacute;s que elle queira armar contra o Rei de
Arag&atilde;o, como se disse, uma vez que
as gal&eacute;s do dicto Duque n&atilde;o excedam o numero de
quarenta e cinco gal&eacute;s; e para
combinar com elle &aacute;cerca da
reparti&ccedil;&atilde;o, tanto dos objectos immobiliarios,
como
dos mobiliarios apresados na dita guerra, pelo modo que vos parecer e
poder
concordar com o mesmo; e para realisar todas aquellas cousas que vos
parecer,
e forem convenientes; e para que ellas assim tratadas e convencionadas
com o
mesmo Duque sejam cumpridas, poder obrigar os nossos bens presentes e
futuros
para com o dicto Duque e jurar em nossa alma, e prestar a nossa regia
f&eacute;, e
por n&oacute;s e em nosso nome prestar homenagem e prometter a
observancia das predictas
concordatas com o dicto Duque, nosso consanguineo, sob as penas que,
para validar as dictas concordatas, vos parecer impor; e para prometter
em nosso
nome que n&oacute;s ractificaremos todas as cousas e cada uma
d'ellas de per si, que
houverem sido tratadas e combinadas com o mesmo Duque, dentro de um
certo
tempo e que as confirmaremos com a for&ccedil;a do juramento, e que
havemos de prestar
f&eacute; e homenagem; e que &aacute;cerca das predictas
hypothec&acirc;mos os nossos bens
havidos e por haver, pelo modo e f&oacute;rma, pela qual o mesmo
Duque, nosso consanguineo,
se obrigar&aacute; para o mesmo effeito; e que podereis submetter
&aacute; jurisdic&ccedil;&atilde;o
do auditor ou vice-auditor nas curias da camara apostolica a nossa
pessoa e nossos
bens e prorogar nos mesmos a dicta jurisdic&ccedil;&atilde;o; e
igualmente para receber
do mesmo Duque e carissimo consanguineo todas e quaesquer homenagens,
obriga&ccedil;&otilde;es,
promessas e juramentos, pelos quaes possam ellas tornar-se mais
v&aacute;lidas
e firmes perante a lei. E n&oacute;s tambem desde j&aacute;
ratificamos todas as cousas e
cada uma d'ellas que com o mesmo nosso consanguineo concordaram, com
taes
firmezas e garantias, juramentos e homenagens,
presta&ccedil;&atilde;o de f&eacute;,
obriga&ccedil;&otilde;es e submiss&otilde;es
iguaes &aacute;s que o nosso consanguineo firmar&aacute; para o
mesmo fim. E em testemunho
do que fica exposto vos mand&aacute;mos passar o presente
instrumento ou carta,
munida e roborada com o nosso s&ecirc;llo de chumbo pendente, e
assignada pela
nossa real m&atilde;o.<br />


<br />


Feito no nosso palacio de Tentugal, diocese de Coimbra, no duodecimo
dia
de abril do anno do Senhor millesimo tricentesimo septuagesimo septimo.
Assim
assignado--O Rei viu.<br />


<br />


E segue-se: N&oacute;s tambem predicto Duque andegavense
corrobor&aacute;mos e corrobor&acirc;mos,
para confirma&ccedil;&atilde;o do que fica exposto, o presente
instrumento, ao qual
vae appenso o nosso s&ecirc;llo grande e com o nosso nome,
&eacute; assignado de proprio
punho: Luiz.<br />


<br />


E mais seguia-se;<br />


<br />


&laquo;Eu, Estev&atilde;o Borneto, clerigo lingonense,
tabelli&atilde;o publico, com auctoridade
apostolica e imperial, fui presente &aacute;s premissas, concordia,
liga e fraternidades,
promessas, submiss&otilde;es e todas as mais cousas, pelo modo como
acima foram
feitas e tratadas juntamente com o notario e testemunhas supra e
infraassignadas,
e por isso que o presente instrumento publico vae escripto por outra
m&atilde;o, por eu me achar ausente com impedimento legitimo, o
assignei com o meu
signal publico do costume e o subscrevi, sendo instantemente chamado
especialmente
e nomeado para testemunha das premissas e de cada uma d'ellas.<br />


<br />


E seguia-se no fim:<br />


<br />


&laquo;E eu, Jo&atilde;o Orrio, clerigo andegavense e da mesma
Diocese, taballi&atilde;o publico
com auctoridade apostolica e imperial, fui presente ao predicto tratado
de
concordia, liga, promessas, submiss&otilde;es, juramentos,
presta&ccedil;&atilde;o de f&eacute;, e a todas
as outras cousas e a cada uma de per si, pelo modo porque foram
tratadas e feitas
pelo Senhor Duque, e os predictos procuradores, juntamente com as
citadas
testemunhas, e vi e ouvi como tudo foi feito; e por ser este presente
instrumento
publico, escripto por outro, visto achar-me por impedimento legitimo em
outro
logar, e munido com o signal de notario supra scripto inscripto, lhe
appuz o meu
signal do costume, para o que fui requisitado, embora aquelles artigos,
depois da
ractifica&ccedil;&atilde;o, n&atilde;o sigam a mesma ordem
em que est&atilde;o n'outro similhante.<br />


<br />


Depois d'estes capitulos e instrumento serem manifestados e lidos
successivamente
ouvidos e claramente entendidos, taes quaes o dicto Senhor Rei os
mandou
inserir; o mesmo Senhor Rei de Portugal, clara e publicamente, na minha
presen&ccedil;a,
tabelli&atilde;o abaixo assignado, e na das testemunhas infra
inscriptas, de sua
certa sciencia e delibera&ccedil;&atilde;o confessou de viva
voz, e declarou expressamente que
elle desde j&aacute; tinha para sempre como acceitas, ratificadas e
firmes todas as cousas
e cada uma de per si, que por seus procuradores e embaixadores nomeados
tinham sido contratadas, juradas e ajustadas com o predicto principe
andegavense,
e por elles promettidas, e estipuladas em nome do mesmo, como se
continham
nos predictos capitulos, e mais plenamente se designavam e declaravam
no instrumento, e estas mesmas, taes quaes se acham concordadas e
firmadas as
louvou, confirmou e approvou. E querendo al&eacute;m d'isso, e
desejando que todas as
clausulas e cada uma d'ellas, descriptas e conte&uacute;das nos
predictos capitulos
produzam os seus devidos effeitos, de boa f&eacute;, por pacto
solemne e firme estipula&ccedil;&atilde;o,
por si e por seus herdeiros e por todos os seus successores prometteu
por
sua regia f&eacute;, e eu tabelli&atilde;o infra inscripto, em
nome do predicto Duque andegavense,
e de todos quantos isto possa interessar de futuro e interessa
presentemente,
recebi a declara&ccedil;&atilde;o de que o mesmo Rei, ponto por
ponto, observar&aacute;, cumprir&aacute;
e far&aacute; cumprir integralmente e sem
excep&ccedil;&atilde;o todas as cousas e cada uma
d'ellas, conte&uacute;das e descriptas nos dictos capitulos ou
artigos; e que nunca ir&aacute;
contra nenhuma d'ellas, nem permittir&aacute; que o
fa&ccedil;am, nem directa nem indirectamente.
E jurou corporalmente, com a m&atilde;o sobre os Santos Evangelhos,
guardar,
cumprir e inviolavelmente observar os predictos como dicto
&eacute;, e d'isto prestou,
como Rei, homenagem, e a sua f&eacute; real. E no caso que
v&aacute; contra os predictos ou
qualquer das disposi&ccedil;&otilde;es d'elles, o que Deus tal
n&atilde;o permitta, consentiu e quiz
sujeitar-se &aacute; pena do pagamento de cem mil marcos de oiro,
que deve ser feito
ao dicto Duque andegavense, mantenedor e observador de tudo quanto se
cont&eacute;m
nos predictos artigos ou capitulos. E para mais segura garantia do
promettido, o
dicto Senhor Rei hypothecou ao dicto Senhor Duque e a mim
tabelli&atilde;o em nome
d'elle estipulante, e por elle aceitando a
obriga&ccedil;&atilde;o, todos os seus bens havidos
e por haver, e por esta promessa prestou f&eacute; e juramento e
homenagem, como est&aacute;
estabelecido, e sob pena de pagar cem mil marcos de oiro, e hypotheca
de seus
bens presentes e futuros, obriga&ccedil;&otilde;es e
submiss&otilde;es e outras clausulas necessarias
e opportunas em todas as cousas, do mesmo modo como o dicto Senhor Rei
se obrigou
para o mesmo fim.<br />


<br />


E geralmente renunciou a todo e qualquer direito que lhe possa advir,
para contrariar os predictos ou qualquer
disposi&ccedil;&atilde;o especial d'elles. E para que
a execu&ccedil;&atilde;o das negocia&ccedil;&otilde;es
e de cada uma d'ellas seja mais firme e inviolavelmente
observada, o mesmo Senhor Rei submetteu e sujeitou a sua pessoa e bens
actuaes
e vindouros &aacute; jurisdic&ccedil;&atilde;o e
coer&ccedil;&atilde;o do senhor auditor e vice-auditor nas
curias
da camara apostolica.<br />


<br />


D'estas cousas em geral e em particular fui instantemente requerido por
parte do referido Senhor Rei para, como tabelli&atilde;o infra
inscripto, lavrar os instrumentos
e dar e conceder copias d'elles.<br />


<br />


Foram estes actos feitos na era, dia, hora e logar predictos, em
presen&ccedil;a
dos nobilissimos proceres e cavalleiros Gon&ccedil;alves Vasques de
Azevedo, Martim
Affonso de Mello, Affonso Gomes da Silva, senhor de Celorico; Vasco
Martins
de Mello, Guarda-m&oacute;r do Rei e Fronteiro do Reino do Algarve;
Vasco Fernando
Coutinho, Fronteiro da provincia da Beira; Gon&ccedil;alo Gomes da
Silva,
mordomo m&oacute;r do dicto Senhor Rei, formado em um e outro
direito, Conselheiro,
e Affonso Pedro, Tabelli&atilde;o do predicto Senhor Rei de
Portugal, testemunhas especialmente
designadas para as negocia&ccedil;&otilde;es.<br />


<br />


Eu Alvaro Estev&atilde;o, clerigo da diocese Egitanense,
tabelli&atilde;o publico com
auctoridade apostolica, que fui presente &aacute;s premissas,
ratifica&ccedil;&atilde;o, promessas,
obriga&ccedil;&otilde;es, estipula&ccedil;&otilde;es e
submiss&otilde;es e imposi&ccedil;&atilde;o de penas e
presta&ccedil;&otilde;es de juramento
e a todas as mais cousas, pelo modo como acima se fizeram e trataram,
juntamente com as predictas testemunhas supra inscriptas, e por ser o
presente
instrumento escripto por minha m&atilde;o, o assignei com o meu
signal publico do
costume e me subscrevi, requerido instantemente para as
negocia&ccedil;&otilde;es e para cada
uma d'ellas, chamado especialmente e nomeado em testemunho de tudo.<br />


<br />


(<em>Segue-se o signal reproduzido acima, no
texto.</em>)<br />


<br />


N&oacute;s predicto Rei de Portugal para
confirma&ccedil;&atilde;o dos capitulos,
corrobor&aacute;mos
e corrobor&acirc;mos o presente instrumento, com o nosso
s&ecirc;llo grande que mand&acirc;mos
app&ocirc;r, e com a assignatura feita por nossa propria
m&atilde;o.<br />


<br />


<a name="14"></a><sup>[14]</sup> Acies.<br />


<br />


<a name="15"></a><sup>[15]</sup>
Briocensi.<br />


<br />


<a name="16"></a><sup>[16]</sup> Em
nome de Nosso Senhor Jesus Christo, amen.<br />


<br />


Segue-se a Embaixada especial composta pelos prudentes senhores Arnaldo
de Hespanha, cavalleiro, senescal de Carcassone, Raymundo Bernardo de
Flamench,
doutor legista e Jo&atilde;o de Foresio, licenciado em leis,
delegados ou embaixadores,
enviados pelo Senhor Duque andegavense, inclito Principe,
principalmente,
aos Senhores Reis de Castella e de Portugal.<br />


<br />


...No sexto dia do mez de abril (da Encarna&ccedil;&atilde;o do
Senhor, anno millessimo
trecentesimo septuagesimo septimo), os j&aacute; dictos
embaixadores, puzeram-se a
caminho para a c&ocirc;rte de Portugal, e continuando, em dias
successivos, chegaram
no decimo quinto dia do dicto mez de abril, a Santa Herena (Santarem)
do Reino
de Portugal, onde souberam que pousava o mesmo Senhor Rei de Portugal,
ao
qual foram respeitosamente cumprimentar, no decimo septimo dia do dicto
mez;
e depois de haverem feito as devidas sauda&ccedil;&otilde;es do
costume ao mesmo Senhor
Rei, em nome do dicto Senhor Duque, apresentaram-lhe as suas
credenciaes, e o
mesmo dicto Senhor Rei, depois de as ter lido, disse aos dictos
Embaixadores que
na manh&atilde; do <em>Parce Domini</em>,
que foi no decimo nono dia do dicto mez, voltassem,
para dizer e propor, na sua presen&ccedil;a, quanto quizessem.<br />


<br />


No qual dia decimo nono, os dictos Embaixadores se apresentaram ao
dicto
Senhor Rei de Portugal, a quem expozeram, na presen&ccedil;a do seu
grande Conselho,
tres assumptos por sua ordem:<br />


<br />


Primeiramente: como o Senhor Duque os mandava perante sua Real
Magestade
para lhe mostrar os direitos e justifica&ccedil;&otilde;es que
tinha contra o Rei de Arag&atilde;o,
e contra a injusti&ccedil;a que o dicto Rei de Arag&atilde;o
lhe fizera; por causa do que
os dictos Embaixadores disseram ao mesmo Senhor Rei, que o Senhor
Duque, a
fim de melhor esclarecer a consciencia do dicto Senhor Rei lhe mandava
todos
os processos, instrumentos e outros documentos que instruiam o dicto
negocio,
dos quaes evidentemente constavam as causas racionaes que obrigaram o
dicto
Senhor Duque a ceder, de algum modo, dos seus direitos e effeitos
d'elles, sobre
o reino, condados, terras, dinheiros, regalias, proventos, e de outros
direitos acima
dictos que recebera da pessoa da illustre senhora Izabel, Infanta dos
Maioricos,
contra o dicto Rei de Arag&atilde;o.<br />


<br />


Disseram tambem os dictos Embaixadores ao dicto Senhor Rei que traziam,
e mostraram os processos feitos na presen&ccedil;a do Summo
Pontifice, n&atilde;o s&oacute; o processo
ou tratado do Senhor Cardeal<sup><a href="#18">[18]</a></sup>,
como tambem as
allega&ccedil;&otilde;es de direito e de
facto, e ainda outras justifica&ccedil;&otilde;es do dicto
Senhor Duque comprobatives do seu
direito.<br />


<br />


Segundo: Exposeram ao mesmo Senhor Rei os motivos de desculpa pelos
quaes o mesmo Senhor Duque n&atilde;o p&ocirc;de armar ou
proceder de m&atilde;o armada contra
o Rei de Arag&atilde;o, e que eram provenientes n&atilde;o
s&oacute; do tratado do dicto Senhor
Cardeal, como tambem do Senhor Rei de Castella, acima dicto, o qual
ultimamente
tom&aacute;ra sob seu favor o dicto tratado de boa paz e concordia.<br />


<br />


Terceiro: Propozeram ao dicto Senhor Rei, e pediram em nome do dicto
Senhor
Duque que aprouvesse a sua Real Magestade declarar-lhes os direitos que
tem o mesmo Senhor Rei contra o Rei de Arag&atilde;o, a fim de que
o dicto Senhor
Duque e suas gentes podessem melhor derimir e defender a
quest&atilde;o do dicto Senhor
Rei de Portugal, no caso que o dicto Senhor Duque condescendesse em
fazer
algum tratado amigavel com o Rei de Arag&atilde;o, por
m&atilde;o do dicto Senhor Rei
de Castella, ou por outro qualquer meio, declarando os mesmos
Embaixadores
que n&atilde;o era inten&ccedil;&atilde;o do dicto Senhor
chegar a qualquer accordo na sua quest&atilde;o,
sem que a do dicto Senhor Rei de Portugal fosse igualmente resolvida no
mesmo
accordo.<br />


<br />


Ao que pela mesma ordem o dicto Senhor Rei de Portugal respondeu:<br />


<br />


Primo. Quanto ao primeiro ponto, que elle muito agradecia ao dicto
Senhor
Duque a lembran&ccedil;a de lhe mandar os seus processos,
instrumentos e outros documentos
que os acompanhavam, dizendo que a plena confian&ccedil;a que tinha
na boa
consciencia e prudencia do dicto Senhor Duque era t&atilde;o grande
que elle nunca
consideraria os dictos direitos contra o Rei de Arag&atilde;o,
sen&atilde;o como fundados em
causa muito justa e racional; acrescentando ainda que o Rei de
Arag&atilde;o teve sempre
por uso e costUme fazer injusti&ccedil;as a todos, e negar-lhes
ras&atilde;o; pelo que disse
que o dicto Duque n&atilde;o p&oacute;de ter m&aacute;
causa contra elle, supposto mesmo que n&atilde;o
houvesse qualquer justifica&ccedil;&atilde;o da parte do dicto
Senhor Duque. Disse tambem
o mesmo Senhor Rei que muito folg&aacute;ra de ver a boa ordem que
o Senhor Duque
havia observado no seu negocio, declarando que muito prudente e
discretamente
tinha andado no processo da sua causa.<br />


<br />


Ao segundo ponto, respondeu o mesmo Senhor Rei, que tinha por
desculpado
o dicto Senhor Duque, e nem este tinha necessidade de desculpar-se, e
que portanto
quando aprouvesse ao dicto Senhor Duque usar de armas contra o dicto
Rei de Arag&atilde;o, o mesmo Senhor Rei estava preparado e
offerecia o seu exercito
e armada contra o Rei de Arag&atilde;o, na conformidade das
conven&ccedil;&otilde;es e tratados
contrahidos entre elle e o dicto Duque, com tanto que o mesmo Senhor
Duque o
prevenisse em tempo opportuno, nos termos, f&oacute;rma e modo,
contidos e declarados
no dicto tratado e conven&ccedil;&otilde;es.<br />


<br />


Ao terceiro ponto, respondeu o mesmo Senhor Rei que elle, por pessoas
do
seu Conselho, mandaria esclarecer a consciencia do dicto Senhor Duque,
&aacute;cerca
dos direitos que o mesmo Senhor Rei tem contra o Rei de
Arag&atilde;o, e da injusti&ccedil;a
que lhe faz o mesmo dicto Rei. Alem d'isso dice o mesmo Senhor Rei que
elle
<a href="#e16">faria escrever francamente toda a sua
queixa, e o mais que se houvesse
n'ella tratado, desde o principio at&eacute; o
fim</a>, e mandaria tudo ao dicto Senhor Duque. A isto
responderam os dictos Embaixadores ao Senhor Rei, que n&atilde;o
era necessario fazel-o
porque o dicto Senhor Duque, e tambem elles Embaixadores, se
contentavam
s&oacute; com a palavra do dicto Senhor Rei. Depois de se achar
assim tudo concluido
retiraram-se os dictos Embaixadores, e dirigiram-se logo &aacute;
presen&ccedil;a da
Senhora Rainha de Portugal, &aacute; qual depois de haverem feito
as sauda&ccedil;&otilde;es da
praxe e do estylo, em nome do Senhor Duque, apresentaram as cartas,
tanto do
Senhor Duque, como tambem da Senhora Duqueza, as quaes cartas foram por
ella recebidas com muita alegria, e mostrou o maior contentamento e
satisfa&ccedil;&atilde;o
pela boa saude e prosperidade do mesmo Senhor Duque, da Senhora Duqueza
e
do filho dos dois, o Senhor Luiz.<br />


<br />


Na manh&atilde; do dia seguinte, que foi o vigessimo dia do mez de
abril, voltaram
os Embaixadores &aacute; presen&ccedil;a do dicto Senhor Rei de
Portugal, ao qual perguntaram
se lhes queria dar algumas ordens, ou escrever ao dicto Senhor Duque,
pois
que tencionavam, com a sua gra&ccedil;a, voltar para junto do dicto
Senhor Duque. A
isto o dicto Senhor Rei respondeu que ainda queria fallar com um dos
dictos
Embaixadores, isto &eacute;, com o Senhor Raymundo Bernardo de
Flamench, e disse-lhe
que voltasse no dia seguinte, pois que se sentia um pouco indisposto de
saude.<br />


<br />


N'este dia seguinte que foi o vigessimo primeiro do dicto mez, e nos
outros
cinco dias immediatos, o mesmo Senhor Rei esteve t&atilde;o enfermo
e incommodado
da sua pessoa, que ninguem, a n&atilde;o ser os seus creados, lhe
p&ocirc;de fallar, por causa
da sua enfermidade; e s&oacute; depois o dicto Senhor Raymundo
esteve em conferencia
com o Senhor Rei e isto foi no dia vigesimo septimo do dicto mez.<br />


<br />


Finalmente no primeiro dia de maio proximo immediato, os dictos
Embaixadores
despediram-se dos dictos Senhores Rei e Rainha<sup><a href="#19">[19]</a></sup>.<br />


<br />


<a name="17"></a><sup>[17]</sup> 6
abril, <a href="#e15">1377</a>.<br />


<br />


<a name="18"></a><sup>[18]</sup> Gilles
Aysselin, filho do Senhor de Montaigut, em Auvergne, antigo
Bispo de Theronanne,
cardeal Bispo de Tusculum.<br />


<br />


<a name="19"></a><sup>[19]</sup>
Bibliotheca
nacional de Par&iacute;s.
Sec&ccedil;&atilde;o dos manuscriptos francezes, 3884.<br />


<br />


<br />


<br />


<div class="fbox">
<h2>Lista de erros corrigidos</h2>


<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>


<br />


<br />


<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">


  <tbody>


    <tr align="right">


      <td style="width: 61px;"></td>


      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>


      <td style="text-align: center; width: 5px;"></td>


      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e1"></a><a href="#p20">#p&aacute;g. 20</a></td>


      <td style="text-align: center;">Porguez</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">Portuguez</td>


    </tr>


    <tr>


      <td style="text-align: right; width: 61px;"><a name="e2"></a><a href="#p43">#p&aacute;g.
43</a></td>


      <td style="text-align: center; width: 121px;">es
Algarbii</td>


      <td style="text-align: center; width: 5px;">...</td>


      <td style="text-align: center; width: 135px;">et
Algarbii</td>


    </tr>


    <tr>


      <td style="text-align: right; width: 61px;"><a name="e3"></a><a href="#p43">#p&aacute;g.
43</a></td>


      <td style="text-align: center; width: 121px;">veneralibem</td>


      <td style="text-align: center; width: 5px;">...</td>


      <td style="text-align: center; width: 135px;">venerabilem</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e4"></a><a href="#p49">#p&aacute;g. 49</a></td>


      <td style="text-align: center;">Portngalie</td>


      <td>...</td>


      <td style="text-align: center;">Portugalie</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e5"></a><a href="#p50">#p&aacute;g. 50</a></td>


      <td style="text-align: center;">doimnus</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">dominus</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e6"></a><a href="#p53">#p&aacute;g. 53</a></td>


      <td style="text-align: center;">Portagalie</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">Portugalie</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e7"></a><a href="#p54">#p&aacute;g. 54</a></td>


      <td style="text-align: center;">faturum</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">futurum</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e8"></a><a href="#p56">#p&aacute;g. 56</a></td>


      <td style="text-align: center;">an?baxiatores</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">ambaxiatores</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e9"></a><a href="#p57">#p&aacute;g. 57</a></td>


      <td style="text-align: center;">ontravenire</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">contravenire</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e10"></a><a href="#p70">#p&aacute;g. 70</a></td>


      <td style="text-align: center;">qnod</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">quod</td>


    </tr>


    <tr>


      <td style="text-align: right;"></td>


      <td style="text-align: center;"></td>


      <td style="text-align: center;"></td>


      <td style="text-align: center;"></td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e11"></a>
      <a href="#13">#nota 13</a></td>


      <td style="text-align: center;">pardarios</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">partidarios</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e12"></a><a href="#13">#nota 13</a></td>


      <td style="text-align: center;">confedrados</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">confederados</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e13"></a><a href="#13">#nota 13</a></td>


      <td style="text-align: center;">coucordava</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">concordava</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e14"></a><a href="#13">#nota 13</a></td>


      <td style="text-align: center;">federad?s</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">federados</td>


    </tr>


    <tr>


      <td style="text-align: right;"><a name="e15"></a><a href="#17">#nota 17</a></td>


      <td style="text-align: center;">1878</td>


      <td style="text-align: center;">...</td>


      <td style="text-align: center;">1377</td>


    </tr>



  </tbody>
</table>


<div style="text-align: center;"><br />


<a name="e16"></a>Correc&ccedil;&atilde;o
de frase na <a href="#17">#nota 17</a>:<br />


<br />


"(...) toda a sua queixa, e o mais que se houvesse n'ella tratado,
desde
o principio at&eacute; o faria escrever francamente fim, (...)"<br />


<br />


passa a:<br />


<br />


"(...) faria escrever francamente toda a sua queixa, e o mais que se
houvesse n'ella tratado, desde o principio at&eacute; o fim,
(...)"
</div>


</div>


</div>

</body>
</html>
